window.n1VocabularyExtra = [
  [
    "あからさま",
    "あからさま",
    "bạch, rõ ràng"
  ],
  [
    "あくせくと",
    "あくせくと",
    "tiêu"
  ],
  [
    "あくどい",
    "あくどい",
    "hiểm, gian manh"
  ],
  [
    "あざとい",
    "あざとい",
    "mãnh"
  ],
  [
    "あたふた",
    "あたふた",
    "tấp, vội vàng"
  ],
  [
    "あっけない",
    "あっけない",
    "nghĩ"
  ],
  [
    "あべこべ",
    "あべこべ",
    "ngược, đảo lộn"
  ],
  [
    "ありありと",
    "ありありと",
    "ngoài"
  ],
  [
    "ありのままに",
    "ありのままに",
    "thật, thể hiện nguyên bản chất"
  ],
  [
    "ありふれる",
    "ありふれる",
    "dùng"
  ],
  [
    "ある⇔ない",
    "ある⇔ない",
    "lượng"
  ],
  [
    "い⇔悪い",
    "い⇔悪い",
    "tốt ⇔ xấu"
  ],
  [
    "い⇔短い",
    "い⇔短い",
    "dài ⇔ ngắn"
  ],
  [
    "いい⇔悪い",
    "いい⇔悪い",
    "tốt ⇔ xấu"
  ],
  [
    "いささか",
    "いささか",
    "chút, dùng với ý nghĩa không tốt"
  ],
  [
    "いたわり",
    "いたわり",
    "thận"
  ],
  [
    "いまだかつて",
    "いまだかつて",
    "từng, từ xưa đến giờ thì không …"
  ],
  [
    "いまだに",
    "いまだに",
    "kì vọng muốn"
  ],
  [
    "いやに",
    "いやに",
    "rất, đến mức trông có vẻ kì lạ, đáng ngờ"
  ],
  [
    "いわば",
    "いわば",
    "là..."
  ],
  [
    "いわゆる",
    "いわゆる",
    "thế, cái mà gọi là"
  ],
  [
    "うかうか",
    "うっかり",
    "đễnh"
  ],
  [
    "うずうず",
    "うずうず",
    "chồn, muốn làm điều gì đó"
  ],
  [
    "うっすら",
    "うっすら",
    "nhạt, không rõ ràng"
  ],
  [
    "うんざり",
    "うんざり",
    "ngẩm"
  ],
  [
    "うんと",
    "うんと",
    "nhiều"
  ],
  [
    "えん曲な",
    "えんきょく",
    "co, vòng vo"
  ],
  [
    "おずおずと",
    "おずおずと",
    "úng, chần chừ"
  ],
  [
    "おだてに乗る",
    "おだてに乗る",
    "tâm, thích được người khác khen, nịnh nọt"
  ],
  [
    "おのおの",
    "おのおの",
    "người, mỗi vật, mỗi thứ"
  ],
  [
    "おびただしい",
    "おびただしい",
    "lớn, nhiều"
  ],
  [
    "おもむろに 徐に",
    "おもむろに 徐に",
    "tĩnh, làm một cách từ tốn"
  ],
  [
    "おんぶする",
    "おんぶする",
    "①địu, cõng trên lưng ②phụ thuộc, sống nhờ"
  ],
  [
    "かかる",
    "かかる",
    "lấy, chụp lấy"
  ],
  [
    "かける",
    "かける",
    "vào …"
  ],
  [
    "かつて",
    "かつて",
    "xưa, xa xưa"
  ],
  [
    "かない",
    "ゆうずう",
    "có ⇔ không có sự linh hoạt ứng biến"
  ],
  [
    "かなう",
    "かなう",
    "thật"
  ],
  [
    "かねがね",
    "かねがね",
    "nãy …"
  ],
  [
    "かぶか",
    "かぶか",
    "phiếu"
  ],
  [
    "かみ合う",
    "かみ合う",
    "điểm, ý kiến phù hợp làm cho buổi"
  ],
  [
    "からりと",
    "からりと",
    "ráo, thoáng mát"
  ],
  [
    "かんかん",
    "かんかん",
    "đùng"
  ],
  [
    "か細い",
    "かぼそい",
    "khánh, mỏng và yếu ới"
  ],
  [
    "きい⇔小さい",
    "きい⇔小さい",
    "lớn ⇔ nhỏ"
  ],
  [
    "きっかり",
    "きっかり",
    "đúng"
  ],
  [
    "きびきび",
    "きびきび",
    "nhẹn, hăng hái"
  ],
  [
    "きょじゅうしゃ・くみあい",
    "きょじゅうしゃ・くみあい",
    "người sống cùng"
  ],
  [
    "きらりと",
    "きらりと",
    "sáng"
  ],
  [
    "き起こる",
    "せいだい",
    "ràng, lớn vang lên"
  ],
  [
    "ぎゅうぎゅう",
    "ぎゅうぎゅう",
    "nén, ép vào quá mức"
  ],
  [
    "く⇔切れる",
    "く⇔切れる",
    "trì ⇔ cạn kiệt sức lực"
  ],
  [
    "くすくすと",
    "くすくすと",
    "khích, không để phát ra tiếng"
  ],
  [
    "くすぐったい",
    "くすぐったい",
    "① nhột"
  ],
  [
    "けいれんが起こる",
    "けいれんが起こる",
    "giật"
  ],
  [
    "けろりと",
    "けろりと",
    "nhiên"
  ],
  [
    "こうこうと",
    "こうこうと",
    "sủa, lấp lánh"
  ],
  [
    "こうこうと輝く",
    "かがやく",
    "lánh"
  ],
  [
    "こちこち",
    "こちこち",
    "cứng"
  ],
  [
    "こつをつかむ",
    "こつをつかむ",
    "quyết"
  ],
  [
    "こつを掴む",
    "こつを掴む",
    "khóa, điểm mấu chốt để xử lý"
  ],
  [
    "ことのほか",
    "ことのほか",
    "thường, khác với suy đoán"
  ],
  [
    "こなす",
    "こなす",
    "cuối"
  ],
  [
    "ころりと",
    "ころりと",
    "giản"
  ],
  [
    "ごうてい",
    "ごうてい",
    "sự xa"
  ],
  [
    "ごくごくと",
    "ごくごくと",
    "ăn, uống liên tiếp với lượng lớn"
  ],
  [
    "ごじごじと",
    "ごじごじと",
    "mạnh"
  ],
  [
    "さえ渡る",
    "さえ渡る",
    "trẻo, minh mẫn, sáng suốt"
  ],
  [
    "させる",
    "ふくりこうせい",
    "bụng"
  ],
  [
    "さばさば",
    "さばさば",
    "thật, thẳng thắn"
  ],
  [
    "さほど",
    "さほど",
    "nỗi, không đến mức"
  ],
  [
    "さめざめと",
    "さめざめと",
    "buôn"
  ],
  [
    "しきたりに従う",
    "しきたりに従う",
    "quán"
  ],
  [
    "しげしげと",
    "しげしげと",
    "xét, điều tra"
  ],
  [
    "しそん",
    "しそん",
    "giống"
  ],
  [
    "しっぽをつかむ",
    "しっぽをつかむ",
    "làm việc xấu"
  ],
  [
    "しわ寄せ",
    "しわよせ",
    "lợi, không tốt"
  ],
  [
    "しんと",
    "しんと",
    "tĩnh, không một tiếng động"
  ],
  [
    "じきに",
    "じきに",
    "chốc"
  ],
  [
    "じっと",
    "じっと",
    "ý, chú tâm"
  ],
  [
    "じわりと",
    "じわりと",
    "chắc"
  ],
  [
    "すかすか",
    "すかすか",
    "trống"
  ],
  [
    "すがすがしい",
    "すがすがしい",
    "khoái"
  ],
  [
    "すぐさま",
    "すぐさま",
    "tức, tức thì"
  ],
  [
    "すこぶる",
    "すこぶる",
    "rất, dùng với ý nghĩa tốt"
  ],
  [
    "すごすごと",
    "すごすごと",
    "vọng, chán nản"
  ],
  [
    "すらっと・すらりと",
    "すらっと・すらりと",
    "dài, mảnh khảnh"
  ],
  [
    "する ぎょせん/ていはく",
    "する ぎょせん/ていはく",
    "bến cảng"
  ],
  [
    "するすると",
    "するすると",
    "thoắt"
  ],
  [
    "すれ違い",
    "すれちがい",
    "qua, lướt qua nhau mà không gặp"
  ],
  [
    "すんなり・あっさり",
    "すんなり・あっさり",
    "chảy, không gặp vấn đề gì"
  ],
  [
    "ずかずかと",
    "ずかずかと",
    "vào, không gõ cửa"
  ],
  [
    "ずぶ濡れ",
    "ずぶぬれ",
    "sũng"
  ],
  [
    "ずんぐり",
    "ずんぐり",
    "nịch, phệ"
  ],
  [
    "せかせか",
    "せかせか",
    "vàng"
  ],
  [
    "そもそも",
    "そもそも",
    "đầu, ngay từ cái cơ bản nhất"
  ],
  [
    "それゆえ",
    "それゆえ",
    "đó, vì lý do đó"
  ],
  [
    "ぞんざい",
    "ぞんざい",
    "đáng, vô lễ"
  ],
  [
    "たかが 高が",
    "たかが 高が",
    "là , không to tát"
  ],
  [
    "たかだか 高々",
    "たかだか 高々",
    "cũng"
  ],
  [
    "たじたじ",
    "たじたじ",
    "đảo, lúng túng"
  ],
  [
    "ただ一人",
    "ただ一人",
    "người"
  ],
  [
    "ただ今",
    "ただ今",
    "này, ngay bây giờ, now"
  ],
  [
    "たどり着く",
    "たどり着く",
    "đến nơi"
  ],
  [
    "だるい",
    "だるい",
    "oải, mệt mỏi"
  ],
  [
    "ちぎる",
    "ちぎる",
    "xé, làm đứt, làm vụn ra"
  ],
  [
    "ちぢれる 縮れる",
    "ちぢれる 縮れる",
    "nhúm, có hình gợn sóng"
  ],
  [
    "つじつま",
    "つじつま",
    "chẽ, gắn kết"
  ],
  [
    "つま先",
    "つまさき",
    "chân"
  ],
  [
    "つりあった",
    "つりあった",
    "bằng, được phù hợp"
  ],
  [
    "つれない",
    "つれない",
    "nhạt"
  ],
  [
    "つれる",
    "つれる",
    "gạo, không tự nhiên"
  ],
  [
    "てんしん",
    "てんしん",
    "công ăn"
  ],
  [
    "どうか",
    "どうか",
    "ơn、rất mong"
  ],
  [
    "どうにか",
    "どうにか",
    "đó, bằng cách nào đó sự việc xảy ra"
  ],
  [
    "どきんと",
    "どきんと",
    "mạnh, mãnh liệt"
  ],
  [
    "どたどたと",
    "どたどたと",
    "mạnh"
  ],
  [
    "どっしりした",
    "どっしりした",
    "① cảm giác nặng nề"
  ],
  [
    "どんよりと",
    "どんよりと",
    "u, nhiều mây"
  ],
  [
    "なだらか",
    "なだらか",
    "dốc, mặt nghiêng thoai thoải"
  ],
  [
    "なれなれしげ",
    "なれなれしげ",
    "mức, suồng sã"
  ],
  [
    "ぬけぬけと",
    "ぬけぬけと",
    "trẽn"
  ],
  [
    "ねだる",
    "ねだる",
    "vĩnh"
  ],
  [
    "ねちねちと",
    "ねちねちと",
    "bàu, lắm lời"
  ],
  [
    "のっそりと",
    "のっそりと",
    "chạp"
  ],
  [
    "のどか",
    "のどか",
    "bình, yên bình"
  ],
  [
    "のんきな",
    "のんきな",
    "lự, không lo lắng"
  ],
  [
    "のんびりする",
    "のんびりする",
    "thả; thong dong"
  ],
  [
    "ばくばくと",
    "ばくばくと",
    "sảng khoái"
  ],
  [
    "ばんばん",
    "ばんばん",
    "tục, không hề chần chừ"
  ],
  [
    "ひしひしと",
    "ひしひしと",
    "nhận, nhận thấy cái gì đó đang thúc ép"
  ],
  [
    "ひたすら",
    "ひたすら",
    "việc"
  ],
  [
    "ひとえに",
    "ひとえに",
    "khác, chính là"
  ],
  [
    "ひときわ",
    "ひときわ",
    "khác"
  ],
  [
    "ひびが入る",
    "ひびが入る",
    "nứt, xuất hiện vết nứt"
  ],
  [
    "ひょいと",
    "ひょいと",
    "nhàng"
  ],
  [
    "ひょろ長い",
    "ひょろながい",
    "khiu, thon dài"
  ],
  [
    "ひらりと",
    "ひらりと",
    "chuyển, xoay chuyển 1 cách nhẹ nhàng"
  ],
  [
    "ひりょう",
    "ひりょう",
    "phân, tưới nước cho"
  ],
  [
    "ふらりと・ふらっと",
    "ふらりと・ふらっと",
    "thang, không có mục đích"
  ],
  [
    "ぶうぶうと",
    "ぶうぶうと",
    "bàu, cằn nhằn thể hiện sự bất mãn"
  ],
  [
    "ぶすっと",
    "ぶすっと",
    "mày, khó chịu"
  ],
  [
    "ほころびる 綻びる",
    "ほころびる 綻びる",
    "rách, bục"
  ],
  [
    "ほつれる 解れる",
    "ほつれる 解れる",
    "tuột , bung"
  ],
  [
    "ほのか",
    "ほのか",
    "nhạt, không rõ"
  ],
  [
    "ほの暗い",
    "ほのぐらい",
    "tối , mờ mờ"
  ],
  [
    "ほれぼれ 惚れ惚れ",
    "ほれぼれ 惚れ惚れ",
    "mẫn, bị cuốn hút"
  ],
  [
    "ぽっかり浮かぶ",
    "ぽっかり浮かぶ",
    "lửng"
  ],
  [
    "ぽつりと",
    "ぽつりと",
    "câu, nói 1 lời"
  ],
  [
    "まざまざと",
    "まざまざと",
    "ràng"
  ],
  [
    "まずまず",
    "まずまず",
    "khá, vừa vừa, tàm tạm"
  ],
  [
    "まちまち",
    "まちまち",
    "nhất, lung tung"
  ],
  [
    "まぶたが腫れる",
    "まぶたが腫れる",
    "sưng"
  ],
  [
    "まるまると",
    "まるまると",
    "toàn, vừa tròn"
  ],
  [
    "みすぼらしい",
    "みすぼらしい",
    "tả; nghèo đói"
  ],
  [
    "みっちりと",
    "みっちりと",
    "lực, không ngừng nghỉ"
  ],
  [
    "むっつり",
    "むっつり",
    "u sầu, u rủ, không vui"
  ],
  [
    "むっとする",
    "むっとする",
    "mình"
  ],
  [
    "むらが大きい",
    "むらが大きい",
    "① sự không ổn định, dễ bị thay đổi, ②lốm"
  ],
  [
    "めったにない",
    "めったにない",
    "không"
  ],
  [
    "やきもき",
    "やきもき",
    "lắng, bồn chồn"
  ],
  [
    "やけに",
    "やけに",
    "thường, khác với thường"
  ],
  [
    "やめる",
    "やめる",
    "lại, từ bỏ"
  ],
  [
    "ややこしい",
    "ややこしい",
    "tạp, rắc rối, rối rắm quá"
  ],
  [
    "ややもすると",
    "ややもすると",
    "hướng"
  ],
  [
    "ややもすれば",
    "ややもすれば",
    "hướng"
  ],
  [
    "やる気",
    "やりき",
    "lực, sự ham muốn làm điều gì đó"
  ],
  [
    "やる気がわく",
    "やる気がわく",
    "bỏng"
  ],
  [
    "やる気が出る",
    "やる気が出る",
    "hiện"
  ],
  [
    "やんわりと 柔らかい",
    "やんわりと 柔らかい",
    "mại, nhẹ nhàng"
  ],
  [
    "ゆとり",
    "ゆとり",
    "dư, dư"
  ],
  [
    "ゆとり教育",
    "ゆとり教育",
    "đặt, nhồi nhét quá mức"
  ],
  [
    "よくも",
    "よくも",
    "giận, chán ngấy việc đó rồi"
  ],
  [
    "よくよく",
    "よくよく",
    "ý, chú tâm"
  ],
  [
    "よこす",
    "よこす",
    "gửi, trao, đưa"
  ],
  [
    "よそよそしい",
    "よそよそしい",
    "lốc, lạnh nhạt"
  ],
  [
    "る じゅうきょあと・はっくつ",
    "る じゅうきょあと・はっくつ",
    "trú, nơi sinh sống"
  ],
  [
    "る/捻れる",
    "ねじれる",
    "vặn, xoắn"
  ],
  [
    "る⇔ない",
    "る⇔ない",
    "có ⇔ không có dấu vết"
  ],
  [
    "る⇔下がる",
    "る⇔下がる",
    "hạng ⇔ xuống hạng"
  ],
  [
    "る⇔下げる",
    "る⇔下げる",
    "hạng ⇔ xuống hạng"
  ],
  [
    "る⇔脱する",
    "る⇔脱する",
    "vào ⇔ thoát ra khỏi sự lặp lại"
  ],
  [
    "る・着陸",
    "りりく",
    "cánh - hạ cánh"
  ],
  [
    "れる いみんぞく・しんりゃく",
    "れる いみんぞく・しんりゃく",
    "khác"
  ],
  [
    "アカハラ",
    "アカハラ",
    "học đường"
  ],
  [
    "ィクション",
    "ィクション",
    "tưởng"
  ],
  [
    "イベント",
    "イベント",
    "kiện"
  ],
  [
    "イベント情報",
    "イベント情報",
    "kiện"
  ],
  [
    "インパクト",
    "インパクト",
    "động, ảnh hưởng"
  ],
  [
    "インフラ",
    "インフラ",
    "tầng"
  ],
  [
    "ェア",
    "ェア",
    "với bối cảnh, nghi thức"
  ],
  [
    "エレガントな",
    "エレガントな",
    "lịch, trang nhã"
  ],
  [
    "オーバーな",
    "オーバーな",
    "quá, vượt quá"
  ],
  [
    "オーバーな宣伝",
    "オーバーな宣伝",
    "mức, làm quá lên"
  ],
  [
    "カタログ販売",
    "カタログ販売",
    "phẩm"
  ],
  [
    "カタログ通販",
    "つうはん",
    "phẩm"
  ],
  [
    "ギャップ",
    "ギャップ",
    "nhau, sự không hòa hợp nhau giữa 2"
  ],
  [
    "グッズ",
    "グッズ",
    "phẩm, món đồ"
  ],
  [
    "コンセプト",
    "コンセプト",
    "sản phẩm gì đó"
  ],
  [
    "ゴミを吸い取る",
    "そうじき",
    "hút bụi"
  ],
  [
    "シビアな",
    "シビアな",
    "khắc"
  ],
  [
    "ションする",
    "ションする",
    "phỏng"
  ],
  [
    "ジェンダー",
    "ジェンダー",
    "tính"
  ],
  [
    "スを迎える",
    "スを迎える",
    "trào, đạt đến sự cao trào"
  ],
  [
    "スタミナ",
    "スタミナ",
    "lực, thể lực, tinh lực"
  ],
  [
    "スパイス",
    "スパイス",
    "vị, hương liệu nói chung"
  ],
  [
    "スリル",
    "スリル",
    "cấn, hồi hộp, cảm giác mạnh"
  ],
  [
    "セミナー",
    "セミナー",
    "trình, buổi diễn thuyết"
  ],
  [
    "センサー",
    "センサー",
    "biến"
  ],
  [
    "セーフ",
    "セーフ",
    "toàn, không bị trễ, không bị thi rớt"
  ],
  [
    "ゼミ",
    "ゼミ",
    "học, nghiên cứu ở trường đại học"
  ],
  [
    "ゼミ発表",
    "ゼミ発表",
    "nghiên cứu"
  ],
  [
    "タイミング",
    "タイミング",
    "khắc, thời điểm"
  ],
  [
    "タフな",
    "タフな",
    "mạnh; mạnh mẽ"
  ],
  [
    "ット",
    "ット",
    "trời, chợ đồ cũ ngoài trời"
  ],
  [
    "ットに出す",
    "ットに出す",
    "trời"
  ],
  [
    "ットを開く",
    "ットを開く",
    "trời"
  ],
  [
    "テクニック",
    "テクニック",
    "thuật"
  ],
  [
    "トーン",
    "トーン",
    "tone ① nhịp điệu"
  ],
  [
    "ドキュメンタリー",
    "ドキュメンタリー",
    "liệu"
  ],
  [
    "ナンセンス",
    "ナンセンス",
    "nghĩa"
  ],
  [
    "バザー",
    "バザー",
    "tiền, hội chợ"
  ],
  [
    "パックになる",
    "パックになる",
    "gói, làm thành gói"
  ],
  [
    "パック旅行",
    "パックりょこう",
    "lịch"
  ],
  [
    "パッケージ",
    "パッケージ",
    "hàng"
  ],
  [
    "パネル",
    "パネル",
    "tấm, bảng"
  ],
  [
    "パワハラ",
    "パワハラ",
    "quấy nhiễu"
  ],
  [
    "パワー",
    "パワー",
    "mạnh"
  ],
  [
    "パートナー",
    "パートナー",
    "sự, đối tác"
  ],
  [
    "ヒロイン",
    "ヒロイン",
    "chính"
  ],
  [
    "ビザを発給する",
    "ビザを発給する",
    "phát Visa"
  ],
  [
    "ピンチ",
    "ピンチ",
    "khăn, nguy hiểm"
  ],
  [
    "ピンチになる",
    "ピンチになる",
    "khốn"
  ],
  [
    "ピーク",
    "ピーク",
    "điểm"
  ],
  [
    "ファン",
    "ファン",
    "fan ① người hâm mộ"
  ],
  [
    "フェアな",
    "フェアな",
    "fair・fare"
  ],
  [
    "フォローする",
    "フォローする",
    "trợ, giúp đỡ"
  ],
  [
    "フォーム",
    "フォーム",
    "form ① hình thể, tư thế"
  ],
  [
    "フリーター",
    "フリーター",
    "người làm tự do/bán thời gian"
  ],
  [
    "ブランド",
    "ブランド",
    "hiệu"
  ],
  [
    "ブランド品",
    "ブランド品",
    "hiệu"
  ],
  [
    "ブランド志向",
    "しこう",
    "hiệu"
  ],
  [
    "ブランド物",
    "ブランド物",
    "hiệu"
  ],
  [
    "プする",
    "プする",
    "sách"
  ],
  [
    "プな",
    "プな",
    "khuôn, sáo mòn"
  ],
  [
    "プロセス",
    "プロセス",
    "trình"
  ],
  [
    "ヘリ",
    "ヘリ",
    "viền, mép"
  ],
  [
    "ヘルシーな",
    "ヘルシーな",
    "khỏe"
  ],
  [
    "ヘルシー料理",
    "ヘルシー料理",
    "khỏe"
  ],
  [
    "ベース",
    "ベース",
    "cứ, căn bản, cốt lõi"
  ],
  [
    "ボリューム",
    "ボリューム",
    "volume ① âm lượng"
  ],
  [
    "ポイント",
    "ポイント",
    "chốt"
  ],
  [
    "ポピュラー",
    "ポピュラー",
    "biến"
  ],
  [
    "ポリシー",
    "ポリシー",
    "trương, phương châm hành động"
  ],
  [
    "ポーズ",
    "ポーズ",
    "① [pose] tư thế chụp ảnh, vẽ tranh"
  ],
  [
    "ポーズをする",
    "ポーズをする",
    "dáng"
  ],
  [
    "ポーズを取る",
    "ポーズを取る",
    "dáng, tư thế"
  ],
  [
    "ポーツ",
    "ポーツ",
    "trời"
  ],
  [
    "マイペース",
    "マイペース",
    "thân, chỉ theo ý bản thân"
  ],
  [
    "マスコミ",
    "マスコミ",
    "truyền thông đại chúng"
  ],
  [
    "マンネリ",
    "マンネリ",
    "lại, lặp đi lặp lại"
  ],
  [
    "マンネリ気味",
    "マンネリ気味",
    "lại, nhàm chán"
  ],
  [
    "ミステリー",
    "ミステリー",
    "bí, bí ẩn"
  ],
  [
    "メカニズム",
    "メカニズム",
    "cấu, tổ chức"
  ],
  [
    "ュー",
    "ュー",
    "quyền"
  ],
  [
    "ョン",
    "ョン",
    "tưởng, sự thật"
  ],
  [
    "ョンゲーム",
    "ョンゲーム",
    "phỏng"
  ],
  [
    "ョン実験",
    "ョン実験",
    "nghiệm"
  ],
  [
    "ョン装置",
    "ョン装置",
    "phỏng"
  ],
  [
    "ライブをする",
    "ライブをする",
    "tiếp, chơi trực tiếp"
  ],
  [
    "ライブハウス",
    "ライブハウス",
    "tiếp, phòng hòa nhạc"
  ],
  [
    "ライブ中継",
    "ライブ中継",
    "tiếp"
  ],
  [
    "ライブ放送",
    "ライブ放送",
    "tiếp"
  ],
  [
    "ライブ映像",
    "えいぞう",
    "tiếp"
  ],
  [
    "ライブ活動",
    "ライブ活動",
    "tiếp"
  ],
  [
    "ラスト",
    "ラスト",
    "cùng"
  ],
  [
    "ラストシーン",
    "ラストシーン",
    "cùng"
  ],
  [
    "ラベル",
    "ラベル",
    "phẩm"
  ],
  [
    "ランク付け",
    "ランク付け",
    "hạng"
  ],
  [
    "リスト",
    "リスト",
    "sách"
  ],
  [
    "リストラ",
    "リストラ",
    "restructuring ① cơ cấu, tổ chức lại"
  ],
  [
    "リベラルな校風",
    "リベラルな校風",
    "trường thoải mái"
  ],
  [
    "レッテル",
    "レッテル",
    "nhãn mác, định kiến bị gán cho"
  ],
  [
    "ンする",
    "ンする",
    "xuống"
  ],
  [
    "ング",
    "ング",
    "biến"
  ],
  [
    "ーのに富む",
    "ーのに富む",
    "sống"
  ],
  [
    "一員",
    "いちいん",
    "viên 【"
  ],
  [
    "一層",
    "いっそう",
    "nhiều"
  ],
  [
    "一帯に広がる",
    "いったい",
    "vùng"
  ],
  [
    "一律",
    "いちりつ",
    "nhau, không thay đổi bởi bất kì điều"
  ],
  [
    "一段と",
    "いちだんと",
    "nhiều"
  ],
  [
    "一覧",
    "いちらん",
    "sách"
  ],
  [
    "一躍",
    "いちやく",
    "tăm, địa vị một cách nhanh"
  ],
  [
    "一通り",
    "一通り",
    "cuối"
  ],
  [
    "万能",
    "ばんのう",
    "năng, giỏi"
  ],
  [
    "三日月が出る",
    "みかづき",
    "hiện"
  ],
  [
    "上品な",
    "じょうひん",
    "thiệp, tao nhã, sang trọng, quý phái"
  ],
  [
    "下のランク",
    "下のランク",
    "trên ⇔ xếp hạng dưới"
  ],
  [
    "下取り",
    "したどり",
    "mới, có bù thêm tiền"
  ],
  [
    "下取りに出す",
    "下取りに出す",
    "đồ mới"
  ],
  [
    "下品な",
    "げひん",
    "gười） khiếm nhã"
  ],
  [
    "下痢",
    "げり",
    "chảy"
  ],
  [
    "不十分",
    "ふじゅうぶん",
    "đủ, thiếu"
  ],
  [
    "不均衡",
    "不均衡",
    "bằng"
  ],
  [
    "不審な",
    "ふしん",
    "ngờ, đáng nghi"
  ],
  [
    "不当",
    "ふとう",
    "lý; không thỏa"
  ],
  [
    "不意",
    "ふい",
    "nhiên, k ngờ tới"
  ],
  [
    "不意に",
    "不意に",
    "nhiên xảy ra"
  ],
  [
    "不手際",
    "ふてぎわ",
    "năng"
  ],
  [
    "不景気・不況",
    "不景気・不況",
    "khăn"
  ],
  [
    "不況",
    "ふぶきょう",
    "thoái"
  ],
  [
    "不確かな",
    "ふたしか",
    "thực"
  ],
  [
    "不確定な",
    "ふかくてい",
    "định"
  ],
  [
    "不調",
    "ふちょう",
    "tình trạng xấu, không ổn định"
  ],
  [
    "不順",
    "ふじゅん",
    "luật"
  ],
  [
    "与党",
    "よとう",
    "quyền"
  ],
  [
    "世帯",
    "せたい",
    "đình"
  ],
  [
    "世帯数",
    "せたいすう",
    "đình"
  ],
  [
    "世界遺産",
    "世界遺産",
    "giới"
  ],
  [
    "世辞",
    "せじ",
    "nịnh"
  ],
  [
    "世間",
    "せけん",
    "gian, xã hội"
  ],
  [
    "中継局",
    "ちゅうけいきょく",
    "sóng, đài truyền hình"
  ],
  [
    "中高一貫の学校",
    "ちゅうこういっかん",
    "và trung học"
  ],
  [
    "主人公",
    "しゅじんこう",
    "chính"
  ],
  [
    "主任に昇進する",
    "しょうしん",
    "nhiệm"
  ],
  [
    "主催",
    "しゅさい",
    "chức , chủ trì"
  ],
  [
    "主催者",
    "しゅさいしゃ",
    "chức"
  ],
  [
    "主審",
    "しゅしん",
    "chính"
  ],
  [
    "主張",
    "しゅちょう",
    "trương"
  ],
  [
    "主旨",
    "しゅし",
    "ý chính, lý do chính"
  ],
  [
    "主権",
    "しゅけん",
    "quyền"
  ],
  [
    "乏しい",
    "乏しい",
    "ỏi, thiếu thốn"
  ],
  [
    "乗っ取り犯",
    "のっとりはん",
    "đoạt, tội phạm chiếm đoạt những"
  ],
  [
    "乗り出す",
    "乗り出す",
    "① để lộ ra nửa thân trên của cơ thể"
  ],
  [
    "乗り切る",
    "乗り切る",
    "một cách bình"
  ],
  [
    "乱す",
    "みだす",
    "xộn, làm loạn"
  ],
  [
    "乱れ",
    "みだれ",
    "sự lộn xộn, rối loạn"
  ],
  [
    "乱暴する",
    "乱暴する",
    "loạn, nổi loạn, gây phiền, quấy nhiễu đến"
  ],
  [
    "乱暴な",
    "らんぼう",
    "đắn, không tử tế"
  ],
  [
    "乱暴を働く",
    "乱暴を働く",
    "loạn, nổi loạn, gây rối"
  ],
  [
    "乱用",
    "らんよう",
    "dụng"
  ],
  [
    "乱発",
    "らんばつ",
    "lạm phát, phát hành/làm bừa bãi quá nhiều"
  ],
  [
    "予感がある",
    "予感がある",
    "giác"
  ],
  [
    "予感する",
    "よかん",
    "cảm, linh tính"
  ],
  [
    "予約制",
    "よやくせい",
    "trước"
  ],
  [
    "予言",
    "よげん",
    "trước, điềm báo trước"
  ],
  [
    "争う",
    "あらそう",
    "gỗ, cạnh tranh"
  ],
  [
    "事情",
    "じじょう",
    "tình, lý do"
  ],
  [
    "事態",
    "じたい",
    "hình"
  ],
  [
    "事項",
    "じこう",
    "khoản, mục"
  ],
  [
    "二世帯",
    "二世帯",
    "đình"
  ],
  [
    "交渉がない",
    "交渉がない",
    "② không giao du, không nói chuyện, giao tiếp"
  ],
  [
    "交渉で妥結する",
    "だけつ",
    "phán"
  ],
  [
    "人に反感を持つ",
    "人に反感を持つ",
    "cảm, ác cảm với người khác"
  ],
  [
    "人に反発する",
    "人に反発する",
    "khác"
  ],
  [
    "人に猛反対する",
    "人に猛反対する",
    "khác"
  ],
  [
    "人の手を煩わす",
    "人の手を煩わす",
    "công"
  ],
  [
    "人をあざ笑う",
    "あざわらう",
    "báng; giễu cợt"
  ],
  [
    "人を妬む",
    "ねたむ",
    "khác"
  ],
  [
    "人一倍",
    "ひといちばい",
    "nhiều, gấp đôi người bình"
  ],
  [
    "人影",
    "ひとかげ",
    "người"
  ],
  [
    "人情",
    "人情",
    "quen, tình người"
  ],
  [
    "人懐っこい",
    "ひとなつっこい",
    "người"
  ],
  [
    "人手がかかる",
    "人手がかかる",
    "công"
  ],
  [
    "人手に渡る",
    "人手に渡る",
    "khác"
  ],
  [
    "人手に頼る",
    "人手に頼る",
    "khác"
  ],
  [
    "人手をかける",
    "人手をかける",
    "công"
  ],
  [
    "人手を借りる",
    "人手を借りる",
    "khác, nhờ giúp đỡ"
  ],
  [
    "人材",
    "じんざい",
    "lực, nhân viên, người làm việc"
  ],
  [
    "人材を集まる",
    "人材を集まる",
    "lực, tập hợp nhân viên"
  ],
  [
    "人柄",
    "ひとがら",
    "cách"
  ],
  [
    "人格",
    "じんかく",
    "cách"
  ],
  [
    "人気",
    "ひとけ",
    "người"
  ],
  [
    "人気がない",
    "人気がない",
    "người, không có ai"
  ],
  [
    "人目",
    "ひとめ",
    "người"
  ],
  [
    "人目がある",
    "人目がある",
    "người"
  ],
  [
    "人目を引く",
    "人目を引く",
    "khác"
  ],
  [
    "人知れず",
    "人知れず",
    "khác biết"
  ],
  [
    "人象徴的",
    "しょうちょうてき",
    "trưng"
  ],
  [
    "今にも",
    "今にも",
    "chốc, sớm"
  ],
  [
    "介抱",
    "かいほう",
    "nom,chăm sóc"
  ],
  [
    "仕える",
    "つかえる",
    "vụ, phụng sự"
  ],
  [
    "仕事に取り掛かる",
    "仕事に取り掛かる",
    "việc"
  ],
  [
    "仕事を委託する",
    "いたく",
    "thác, giao phó công việc"
  ],
  [
    "仕事を手掛ける",
    "てがける",
    "việc"
  ],
  [
    "仕事柄",
    "しごとがら",
    "việc"
  ],
  [
    "仕組み",
    "しくみ",
    "cấu, tổ chức"
  ],
  [
    "仮説",
    "かせつ",
    "thuyết"
  ],
  [
    "企業",
    "きぎょう",
    "nghiệp"
  ],
  [
    "会員制",
    "かいいんせい",
    "viên; chế độ hội viên"
  ],
  [
    "会計",
    "かいけい",
    "toán, tính tiền"
  ],
  [
    "会計係",
    "かいけいがかり",
    "toán"
  ],
  [
    "会計士",
    "かいけいし",
    "toán"
  ],
  [
    "伝う",
    "つたう",
    "với, di theo"
  ],
  [
    "伝言",
    "伝言",
    "báo, lời nhắn"
  ],
  [
    "低迷",
    "ていめい",
    "sụp. Đi xuống"
  ],
  [
    "住む",
    "えんせん",
    "tuyến Yamanote"
  ],
  [
    "体がもたない",
    "体がもたない",
    "được, không chịu được"
  ],
  [
    "体裁が悪い",
    "体裁が悪い",
    "xấu, mất thể diện"
  ],
  [
    "体験",
    "たいけん",
    "nghiệm"
  ],
  [
    "何でも",
    "なんでも",
    "là, theo tôi được biết là"
  ],
  [
    "何とぞ",
    "なにとぞ",
    "ơn、rất mong"
  ],
  [
    "何の人かで",
    "何の人かで",
    "người"
  ],
  [
    "何やら",
    "なにやら",
    "nhưng..."
  ],
  [
    "余り",
    "あまり",
    "thừa"
  ],
  [
    "余分が出る",
    "余分が出る",
    "thừa, có dư"
  ],
  [
    "余裕",
    "よゆう",
    "thừa"
  ],
  [
    "作動",
    "さどう",
    "động"
  ],
  [
    "作戦を制する",
    "せいする",
    "chiến"
  ],
  [
    "作用",
    "さよう",
    "dụng"
  ],
  [
    "作用を及ぼす",
    "およぼす",
    "dụng"
  ],
  [
    "併記",
    "併記",
    "cạnh,sát nhau"
  ],
  [
    "使い込む",
    "使い込む",
    "phải của mình"
  ],
  [
    "使命",
    "しめい",
    "mệnh"
  ],
  [
    "例え",
    "たとえ",
    "dụ, giả dụ"
  ],
  [
    "依存",
    "いぞん",
    "vào, phụ thuộc"
  ],
  [
    "依存心",
    "依存心",
    "thuộc"
  ],
  [
    "依頼",
    "いらい",
    "cậy, yêu cầu"
  ],
  [
    "侮る",
    "あなどる",
    "bỉ; coi thường"
  ],
  [
    "侵害する",
    "しんがい",
    "phạm"
  ],
  [
    "侵害に与える",
    "侵害に与える",
    "phạm"
  ],
  [
    "侵略",
    "しんりゃく",
    "lược"
  ],
  [
    "便乗",
    "びんじょう",
    "dụng, lợi dụng"
  ],
  [
    "便宜を図る",
    "便宜を図る",
    "tiện nghi"
  ],
  [
    "促す",
    "うながす",
    "thúc, thúc giục"
  ],
  [
    "保守",
    "ほしゅ",
    "thủ , báo trì"
  ],
  [
    "保管",
    "ほかん",
    "bảo quản, lưu giữ"
  ],
  [
    "保護",
    "ほご",
    "hộ , chăm sóc"
  ],
  [
    "保護する",
    "保護する",
    "hộ, bảo vệ"
  ],
  [
    "信念を貫く",
    "つらぬく",
    "suốt, quán triệt tư tưởng, lòng tin"
  ],
  [
    "修業",
    "しゅぎょう",
    "nghiệp"
  ],
  [
    "修行",
    "しゅぎょう",
    "nghiệp, tu hành"
  ],
  [
    "俯く",
    "うつむく",
    "xuống, gục đầu xuống"
  ],
  [
    "俳優",
    "俳優",
    "viên"
  ],
  [
    "個室",
    "こしつっ",
    "riêng"
  ],
  [
    "個性が表す・出る",
    "個性が表す・出る",
    "thân"
  ],
  [
    "個性を生かす",
    "いかす",
    "thân"
  ],
  [
    "個性を磨く",
    "個性を磨く",
    "thân"
  ],
  [
    "個性を育む",
    "個性を育む",
    "thân"
  ],
  [
    "倶約",
    "けんやく",
    "kiệm"
  ],
  [
    "倹約",
    "けんやく",
    "kiệm"
  ],
  [
    "偏り",
    "かたより",
    "nghiêng, lệch"
  ],
  [
    "偏見",
    "偏見",
    "kiến, có sẵn suy nghĩ không tốt về đối"
  ],
  [
    "偏見を捨てる",
    "偏見を捨てる",
    "kiến"
  ],
  [
    "健やか",
    "すこやか",
    "mạnh"
  ],
  [
    "健在",
    "けんざい",
    "vẫn khỏe mạnh, vẫn hoạt động tốt"
  ],
  [
    "健常者",
    "けんじょうしゃ",
    "mạnh"
  ],
  [
    "健康を取り戻す",
    "健康を取り戻す",
    "lại, khôi phục sức khỏe"
  ],
  [
    "健康を増進する",
    "ぞうしん",
    "khỏe"
  ],
  [
    "健康を維持する",
    "健康を維持する",
    "khỏe"
  ],
  [
    "偽り",
    "いつわり",
    "giả, ngụy tạo"
  ],
  [
    "偽装",
    "ぎぞう",
    "trang, cải trang"
  ],
  [
    "備する",
    "備する",
    "chất"
  ],
  [
    "催し",
    "催し",
    "kiện"
  ],
  [
    "催し物",
    "催し物",
    "kiện"
  ],
  [
    "催す",
    "催す",
    "chức, cảm thấy"
  ],
  [
    "催する",
    "催する",
    "kiện"
  ],
  [
    "傲慢な",
    "ごうまん",
    "kì, láo xược"
  ],
  [
    "債権",
    "きいけん",
    "được"
  ],
  [
    "傷める",
    "いためる",
    "thương, làm tốn"
  ],
  [
    "傾ける・注ぐ",
    "傾ける・注ぐ",
    "về, dốc hết sức"
  ],
  [
    "傾倒",
    "けいとう",
    "hiến, dốc sức"
  ],
  [
    "傾斜",
    "けいしゃ",
    "nghiêng"
  ],
  [
    "儀式",
    "ぎしき",
    "thức"
  ],
  [
    "償い",
    "つぐない",
    "thường, đền bù"
  ],
  [
    "償いをする",
    "償いをする",
    "thường"
  ],
  [
    "優先権",
    "優先権",
    "tiên"
  ],
  [
    "優先的な",
    "優先的な",
    "tiên"
  ],
  [
    "優勝パレード",
    "優勝パレード",
    "thắng"
  ],
  [
    "優美な",
    "ゆうび",
    "lịch, tao nhã"
  ],
  [
    "優雅な",
    "ゆうが",
    "lịch, tao nhã"
  ],
  [
    "儲け",
    "儲け",
    "lòi, kiếm tiền lãi"
  ],
  [
    "元来",
    "元来",
    "trước"
  ],
  [
    "兆し",
    "きざし",
    "hiệu"
  ],
  [
    "兆候",
    "ちょうこう",
    "hiệu, triệu chứng"
  ],
  [
    "先だって",
    "先だって",
    "trước"
  ],
  [
    "先に立つ",
    "先に立つ",
    "tiên"
  ],
  [
    "先を争う",
    "あらそう",
    "tiên"
  ],
  [
    "先端",
    "せんたん",
    "mút, tiên phong"
  ],
  [
    "先進国",
    "先進国",
    "tiến"
  ],
  [
    "光景",
    "こうけい",
    "cảnh"
  ],
  [
    "克服する",
    "こくふく",
    "phục, chinh phục"
  ],
  [
    "免除",
    "めんじょ",
    "giảm"
  ],
  [
    "全域に渡る",
    "ぜんいき",
    "qua, đi qua cả vùng, cả khu vực"
  ],
  [
    "全盛",
    "ぜんせい",
    "vượng"
  ],
  [
    "公式な",
    "こうしき",
    "thức"
  ],
  [
    "公衆",
    "こうしゅう",
    "chúng, công cộng, người dân bình thường"
  ],
  [
    "公衆トイレ",
    "公衆トイレ",
    "cộng"
  ],
  [
    "共同体",
    "きょうどうたい",
    "thống, xã hội cùng hợp tác"
  ],
  [
    "共存を図る",
    "共存を図る",
    "sống cùng nhau"
  ],
  [
    "共感する",
    "きょうかん",
    "giống như thế"
  ],
  [
    "共感を呼ぶ",
    "共感を呼ぶ",
    "khác"
  ],
  [
    "共稼ぎ",
    "共稼ぎ",
    "tới Mai"
  ],
  [
    "共鳴する",
    "きょうめい",
    "hưởng, hưởng ứng, cùng chung tiếng nói"
  ],
  [
    "兵を挙げる 兵を挙げる",
    "兵を挙げる 兵を挙げる",
    "ｔriệu tập quân đội"
  ],
  [
    "典型",
    "てんけい",
    "điển hình"
  ],
  [
    "兼業",
    "けんぎょう",
    "trái"
  ],
  [
    "円滑な",
    "えんかつ",
    "chảy, trơn tru"
  ],
  [
    "再三",
    "さいさん",
    "lượt"
  ],
  [
    "再発",
    "さいはつ",
    "diễn, tái phát"
  ],
  [
    "再起を図る",
    "さいき",
    "khấu, tái xuất"
  ],
  [
    "冒す",
    "おかす",
    "liều, mạo hiểm"
  ],
  [
    "冗漫な",
    "じょうまん",
    "dòng, rườm rà"
  ],
  [
    "冗長な",
    "じょうちょう",
    "dòng, rườm rà"
  ],
  [
    "冷やかす",
    "ひやかす",
    "chọc"
  ],
  [
    "冷ややか",
    "ひややか",
    "nhạt, thờ ơ"
  ],
  [
    "冷却",
    "れいきゃく",
    "lạnh"
  ],
  [
    "冷淡",
    "れいたん",
    "nhạt, thờ ơ"
  ],
  [
    "冷酷な",
    "れいこく",
    "nhẫn"
  ],
  [
    "几帳面な",
    "きちょうめん",
    "nắp, chỉn chu, đúng giờ"
  ],
  [
    "処分",
    "しょぶん",
    "lý,vứt bỏ đi"
  ],
  [
    "処罰",
    "しょばつ",
    "phạt"
  ],
  [
    "出る",
    "出る",
    "ứng, cảm giác không thích"
  ],
  [
    "出費者",
    "しゅっぴしゃ",
    "tiền, người chi tiền"
  ],
  [
    "分析",
    "ぶんせき",
    "tích"
  ],
  [
    "分配",
    "ぶんばぱばい",
    "phối"
  ],
  [
    "切ない",
    "せつない",
    "tâm, đau khổ"
  ],
  [
    "切に",
    "せつに",
    "lòng"
  ],
  [
    "切り出す",
    "切り出す",
    "thân đã suy"
  ],
  [
    "刑罰",
    "けいばつっ",
    "phạt"
  ],
  [
    "判定",
    "判定",
    "quyết , phán xét"
  ],
  [
    "別枠",
    "べつわく",
    "đối với quy định"
  ],
  [
    "利己的な",
    "りこてき",
    "kỉ, cá nhân"
  ],
  [
    "制定",
    "せいてい",
    "hành"
  ],
  [
    "制御",
    "せいぎょ",
    "ngự, kiếm soát"
  ],
  [
    "制服",
    "せいふく",
    "phục"
  ],
  [
    "制裁",
    "せいさい",
    "phạt ,trừng phạt"
  ],
  [
    "前へ突き進む",
    "前へ突き進む",
    "trước"
  ],
  [
    "前もって",
    "前もって",
    "trước"
  ],
  [
    "前兆",
    "ぜんちょう",
    "hiệu, điềm"
  ],
  [
    "前向きな",
    "まえむき",
    "trước"
  ],
  [
    "前提",
    "ぜんてい",
    "quyết, tiền đề"
  ],
  [
    "前方",
    "ぜんぽう",
    "trước"
  ],
  [
    "前書き",
    "まえがき",
    "đầu; đoạn mở đầu"
  ],
  [
    "前途多難",
    "ぜんとたなん",
    "nan, đa nan"
  ],
  [
    "前途洋々",
    "ぜんとようよう",
    "sáng"
  ],
  [
    "副食",
    "ふくしょく",
    "ăn, món ăn"
  ],
  [
    "創刊号",
    "そうかんごう",
    "tiên"
  ],
  [
    "力着せがましい",
    "おんきせがましい",
    "công"
  ],
  [
    "加入",
    "かにゅう",
    "nhập"
  ],
  [
    "加減",
    "かげん",
    "điều chỉnh, mức độ"
  ],
  [
    "助言",
    "じょげん",
    "khuyên"
  ],
  [
    "励みになる",
    "励みになる",
    "lệ, động viên"
  ],
  [
    "労う",
    "ねぎらう",
    "kích, cảm ơn"
  ],
  [
    "勇ましい",
    "いさましい",
    "mẽ, dũng mãnh"
  ],
  [
    "動き",
    "うごき",
    "động"
  ],
  [
    "動に行く",
    "かがいかつどう",
    "với bạn"
  ],
  [
    "動章",
    "くんしょう",
    "chương"
  ],
  [
    "勘弁",
    "かんべん",
    "tha thứ, bỏ qua; chịu đựng"
  ],
  [
    "勝利者",
    "勝利者",
    "thắng"
  ],
  [
    "募集",
    "ぼしゅう",
    "mộ, tuyển tập"
  ],
  [
    "勢力",
    "せいりょく",
    "lực, sức mạnh"
  ],
  [
    "勢力争い",
    "勢力争い",
    "mạnh, quyền lực"
  ],
  [
    "勤め先",
    "つとめさき",
    "việc"
  ],
  [
    "勤労",
    "きんろう",
    "động"
  ],
  [
    "勤勉な",
    "きんべん",
    "cù, siêng năng"
  ],
  [
    "勤務",
    "きんむ",
    "việc"
  ],
  [
    "勧める",
    "すすめる",
    "khích, khuyên"
  ],
  [
    "包容力",
    "ほうようりょく",
    "lớn, sẵn sàng tiếp nhận mọi"
  ],
  [
    "包装",
    "ほうそう",
    "hàng"
  ],
  [
    "区画",
    "くかく",
    "đất, ngăn chia"
  ],
  [
    "区間",
    "くかん",
    "vực, đoạn"
  ],
  [
    "医療施設",
    "いりょうしせつ",
    "chất, thiết bị điều trị"
  ],
  [
    "十分な",
    "じゅうぶん",
    "đủ, toàn vẹn"
  ],
  [
    "卑劣な",
    "ひれつ",
    "ổi, hèn hạ"
  ],
  [
    "卑怯な",
    "ひきょう",
    "nhát, không ngay thẳng, chơi không đẹp"
  ],
  [
    "卑怯者",
    "ひきょうもの",
    "fairplay, sử dụng mưu hèn kế bẩn"
  ],
  [
    "協力する",
    "きょうりょく",
    "tác, phối hợp sức mạnh lẫn nhau để thực"
  ],
  [
    "単独",
    "たんどく",
    "lẻ, đơn độc"
  ],
  [
    "占拠",
    "せんきょ",
    "chiếm,chiếm đóng/lấy"
  ],
  [
    "印象",
    "いんしょう",
    "ấn tượng"
  ],
  [
    "印鑑",
    "いんかん",
    "giấu"
  ],
  [
    "危なげない",
    "あぶなげない",
    "toàn, không nguy hiễm"
  ],
  [
    "危害",
    "きがい",
    "hại, nguy hiểm"
  ],
  [
    "危機",
    "きき",
    "cơ, tình thế nguy hiểm, khủng hoảng"
  ],
  [
    "危機に瀕する",
    "ひんする",
    "gần, cận kề"
  ],
  [
    "危機に陥る",
    "おちいる",
    "cơ, tình thế hiểm nghèo"
  ],
  [
    "危機を逃れる",
    "のがれる",
    "hiểm"
  ],
  [
    "危機感",
    "ききかん",
    "hiểm"
  ],
  [
    "即戦力",
    "そくせんりょく",
    "chiến"
  ],
  [
    "厄介な",
    "やっかい",
    "phức"
  ],
  [
    "厄介にかける",
    "厄介にかける",
    "phiền"
  ],
  [
    "厄介になる",
    "厄介になる",
    "phiền"
  ],
  [
    "厚かましい",
    "あつかましい",
    "trẽn, mặt dày"
  ],
  [
    "厳か",
    "おごそか",
    "trang, trang trọng"
  ],
  [
    "厳粛",
    "げんしゅく",
    "trọng, uy nghiêm"
  ],
  [
    "厳重注意を",
    "厳重注意を",
    "khắc"
  ],
  [
    "参照",
    "さんしょう",
    "chiếu"
  ],
  [
    "反則を犯す",
    "反則を犯す",
    "lỗi, thực hiện hành vi phạm lỗi"
  ],
  [
    "収入",
    "しゅうにゅう",
    "chung, tổng thu về chưa trừ chi"
  ],
  [
    "取りまとめ役",
    "取りまとめ役",
    "hợp, thu xếp"
  ],
  [
    "取り上げる",
    "取り上げる",
    "thập, đề xuất"
  ],
  [
    "取り扱い",
    "取り扱い",
    "đãi, xử lý, sử dụng"
  ],
  [
    "取り組む",
    "取り組む",
    "vấn đề"
  ],
  [
    "取り締まり",
    "取り締まり",
    "soát, sự quản lý"
  ],
  [
    "取り調べる",
    "取り調べる",
    "tình nghi"
  ],
  [
    "取引先",
    "取引先",
    "hàng"
  ],
  [
    "取締役",
    "取締役",
    "lý, người điều hành"
  ],
  [
    "受け入れる",
    "うけいれる",
    "nhận, tiếp nhận"
  ],
  [
    "受け持ち",
    "うけもち",
    "dm Nhận"
  ],
  [
    "口が滑る",
    "口が滑る",
    "điều không nên"
  ],
  [
    "口が重い",
    "口が重い",
    "nói, lầm lì"
  ],
  [
    "口やかましい",
    "口やかましい",
    "nheo, lắm lời"
  ],
  [
    "口をつぐむ 噤む",
    "口をつぐむ 噤む",
    "lặng, không nói lời nào"
  ],
  [
    "口を挟む",
    "口を挟む",
    "nói, câu chuyện người"
  ],
  [
    "口数が多い",
    "くちかず",
    "nhiều"
  ],
  [
    "古臭い",
    "ふるくさい",
    "nát, cũ kỹ , cũ rích"
  ],
  [
    "召す",
    "めす",
    "uống, mắc"
  ],
  [
    "司法",
    "しほう",
    "pháp"
  ],
  [
    "各自",
    "かくじ",
    "người"
  ],
  [
    "同感",
    "どうかん",
    "cảm, cùng ý kiến"
  ],
  [
    "同調する",
    "どうちょう",
    "thành, cùng nhau hành động"
  ],
  [
    "名残り惜しい",
    "なごりおしい",
    "luyến, quyến luyến"
  ],
  [
    "名高い",
    "なだかい",
    "tiếng"
  ],
  [
    "向かいの部屋",
    "向かいの部屋",
    "diện"
  ],
  [
    "吟味",
    "ぎんみ",
    "vị, xem xét kỹ"
  ],
  [
    "否決",
    "ひけつ",
    "quyết"
  ],
  [
    "味わい",
    "あじわい",
    "vị, thú vị"
  ],
  [
    "味気ない",
    "あじけない",
    "vị, té nhạt, chán phèo"
  ],
  [
    "命がけ",
    "いのちがけ",
    "sống"
  ],
  [
    "命中",
    "めいちゅう",
    "tiêu"
  ],
  [
    "和やか",
    "なごやか",
    "nhã, ôn hòa"
  ],
  [
    "和らぐ",
    "やわらぐ",
    "dịu ,làm giảm đi"
  ],
  [
    "和久しい",
    "ひさしい",
    "lâu, thời gian dài"
  ],
  [
    "和気あいあい",
    "和気あいあい",
    "bình, hạnh phúc"
  ],
  [
    "和洋案",
    "わようあん",
    "phương án khác"
  ],
  [
    "和語",
    "わゎご",
    "tiếng Nhật"
  ],
  [
    "哀れっぽい",
    "あわれっぽい",
    "thương"
  ],
  [
    "哀れな",
    "あわれ",
    "thương 、bi ai"
  ],
  [
    "哀れを覚える",
    "おぼえる",
    "người khác"
  ],
  [
    "哀れを誘う",
    "さそう",
    "khác"
  ],
  [
    "品がいい",
    "品がいい",
    "thiệp, tao nhã"
  ],
  [
    "品が悪い",
    "品が悪い",
    "gười） khiếm nhã"
  ],
  [
    "品質",
    "ひんしつ",
    "lượng"
  ],
  [
    "唯一",
    "ゆいいつ",
    "nhất"
  ],
  [
    "商店を営む",
    "いとなむ",
    "hiệu"
  ],
  [
    "問題に取り組む",
    "問題に取り組む",
    "trung, chuyên tâm vào vấn đề"
  ],
  [
    "喜ばしい",
    "よろこばしい",
    "phúc"
  ],
  [
    "喜劇",
    "きげき",
    "hài kịch"
  ],
  [
    "喫煙",
    "きつえん",
    "thuốc 【"
  ],
  [
    "営む",
    "いとなむ",
    "hành, quản lý"
  ],
  [
    "嗜好",
    "しこう",
    "thích"
  ],
  [
    "嘆かわしい",
    "なげかわしい",
    "bã, chán nản"
  ],
  [
    "嘆き",
    "なげき",
    "buồn"
  ],
  [
    "噴く",
    "ふく",
    "thổi , phun trào"
  ],
  [
    "噴出",
    "ふんしゅつ",
    "phun trào ra"
  ],
  [
    "囁く",
    "ささやく",
    "thầm , đồn thổi"
  ],
  [
    "四大文明",
    "四大文明",
    "hina, Babylon, India and Egypt"
  ],
  [
    "固有",
    "こゆう",
    "hữu、cái vốn có; truyền"
  ],
  [
    "圏外",
    "けんがい",
    "sóng"
  ],
  [
    "地元",
    "じもと",
    "mình, quê nhà"
  ],
  [
    "地味",
    "じみ",
    "giản, không nổi bật"
  ],
  [
    "地層",
    "ちそう",
    "tầng"
  ],
  [
    "均衡",
    "きんこう",
    "bằng"
  ],
  [
    "均衡を保つ",
    "均衡を保つ",
    "bằng"
  ],
  [
    "均衡を破る",
    "均衡を破る",
    "bằng"
  ],
  [
    "埋立地",
    "うめたてち",
    "lấp biển, ao hồ"
  ],
  [
    "執念深い",
    "しゅうねんぶかい",
    "thẩm, >"
  ],
  [
    "執着しない",
    "しゅうちゃく",
    "luyến"
  ],
  [
    "堅苦しい",
    "かたくるしい",
    "nệ, hình thức, nghiêm trọng hóa vấn đề"
  ],
  [
    "堆積",
    "たいせき",
    "chất"
  ],
  [
    "堤防",
    "ていぼう",
    "điều"
  ],
  [
    "堪能な",
    "たんのう",
    "① thành thạo, giỏi giang"
  ],
  [
    "報道陣",
    "ほうどうじん",
    "nghiệp"
  ],
  [
    "塊/固まり",
    "かたまり",
    "cục, tảng, miếng"
  ],
  [
    "塩加減",
    "しおかげん",
    "lửa, mức độ lửa"
  ],
  [
    "壁際",
    "かべぎわ",
    "tường"
  ],
  [
    "壊す",
    "こわす",
    "hủy, làm hỏng"
  ],
  [
    "壮大な",
    "そうだい",
    "lao, vĩ đại, tuyệt vời"
  ],
  [
    "声明",
    "せいめい",
    "cáo, cáo thị, thông báo mang tính chính"
  ],
  [
    "売する",
    "かくげつ",
    "tháng"
  ],
  [
    "売上が推移する",
    "すいい",
    "đổi, biến động"
  ],
  [
    "売却",
    "ばいきゃく",
    "lí,bán xả hàng"
  ],
  [
    "変する",
    "変する",
    "nhân biến đổi đột"
  ],
  [
    "変遷",
    "変遷",
    "đối,thăng trầm"
  ],
  [
    "変革",
    "変革",
    "cải cách, thay đổi lớn"
  ],
  [
    "外れ",
    "外れ",
    "ra。 tuột ra,sai lệch"
  ],
  [
    "外聞",
    "外聞",
    "dự, thể diện"
  ],
  [
    "外観",
    "外観",
    "ngoài"
  ],
  [
    "多い⇔少ない",
    "多い⇔少ない",
    "nhiều ⇔ lượng ít"
  ],
  [
    "多大な",
    "ただい",
    "lớn, nhiều"
  ],
  [
    "夢物語",
    "ゆめものがたり",
    "huyền"
  ],
  [
    "大げさな",
    "おおげさ",
    "quá, phóng đại"
  ],
  [
    "大らかな",
    "おおらか",
    "hiệp, cao thượng, rộng lượng"
  ],
  [
    "大ピンチ",
    "大ピンチ",
    "lớn, đại nguy khốn"
  ],
  [
    "大層",
    "たいそう",
    "nhiều"
  ],
  [
    "大幅な",
    "おおはば",
    "nhiều, khá lớn"
  ],
  [
    "大方",
    "おおかた",
    "lớn, không đi cùng số từ cụ thể"
  ],
  [
    "大盛り",
    "おおもり",
    "nhiều"
  ],
  [
    "大胆な",
    "だいたん",
    "dạ, táo bạo, liều lĩnh"
  ],
  [
    "大迫力",
    "だいはくりょく",
    "liệt"
  ],
  [
    "大降り",
    "おおぶり",
    "mưa, tuyết) rơi nhiều"
  ],
  [
    "奇跡をたどる",
    "きせき",
    "tích, phép màu"
  ],
  [
    "契機",
    "けいき",
    "hội , thời cơ"
  ],
  [
    "契約",
    "けいやく",
    "đồng"
  ],
  [
    "奥深い",
    "おくぶかい",
    "thắm"
  ],
  [
    "奨励金",
    "しょうれいきん",
    "khích"
  ],
  [
    "奮発",
    "ふんばつ",
    "hứng, hưng phấn"
  ],
  [
    "好ましい",
    "このましい",
    "thích"
  ],
  [
    "好意",
    "こうい",
    "ý, lòng tốt"
  ],
  [
    "妙に",
    "みょうに",
    "thường"
  ],
  [
    "妥協",
    "だきょう",
    "hiệp"
  ],
  [
    "妥協案",
    "だきょうあん",
    "hiệp, đề án thỏa hiệp"
  ],
  [
    "妥協点",
    "だきょうてん",
    "hiệp"
  ],
  [
    "妬む",
    "ねたむ",
    "tị, ganh ghét với người khác"
  ],
  [
    "委託",
    "いたく",
    "thác"
  ],
  [
    "威力",
    "いりょく",
    "mạnh, uy lực"
  ],
  [
    "威厳",
    "いげん",
    "nghiêm"
  ],
  [
    "威張る",
    "いばる",
    "trên, ngạo mạn, hống hách"
  ],
  [
    "媒介",
    "ばいかい",
    "giới; sự trung gian"
  ],
  [
    "嫉妬心",
    "しっとしん",
    "tị, tính hay ghen"
  ],
  [
    "嫌がらせ",
    "いやがらせ",
    "nhiễu"
  ],
  [
    "嫌悪",
    "けんお",
    "tởm,chán ghét"
  ],
  [
    "存症",
    "いぞんしょう",
    "rượu"
  ],
  [
    "学問を志す",
    "こころざす",
    "hành"
  ],
  [
    "学士課程",
    "学士課程",
    "nhân"
  ],
  [
    "守備",
    "しゅび",
    "vệ ,bảo vệ"
  ],
  [
    "守衛",
    "しゅえい",
    "vệ, bảo vệ"
  ],
  [
    "安っぽぼい",
    "やすっぽい",
    "tiền"
  ],
  [
    "安らぎ",
    "やすらぎ",
    "bình, tĩnh lặng"
  ],
  [
    "安静を保つ",
    "あんせい",
    "tĩnh"
  ],
  [
    "完結",
    "かんけつ",
    "thúc, hoàn thành"
  ],
  [
    "官僚",
    "かんりょう",
    "chức"
  ],
  [
    "定義",
    "ていぎ",
    "nghĩa"
  ],
  [
    "実技試験",
    "じつぎ",
    "hành"
  ],
  [
    "実状",
    "じつじょう",
    "trạng"
  ],
  [
    "実践的な",
    "じっせんてき",
    "tiễn"
  ],
  [
    "宣伝",
    "せんでん",
    "truyền"
  ],
  [
    "宣告を受ける",
    "宣告を受ける",
    "án, thông báo không tốt"
  ],
  [
    "家出",
    "いえで",
    "① bỏ nhà ra đi"
  ],
  [
    "容易い",
    "たやすい",
    "dàng, đơn giản"
  ],
  [
    "宿す",
    "やどす",
    "thai, cho thuê trọ"
  ],
  [
    "宿敵",
    "しゅくてき",
    "đây 【"
  ],
  [
    "寄与",
    "きよ",
    "góp, giúp đỡ"
  ],
  [
    "寄贈",
    "きぞう",
    "tặng, biếu"
  ],
  [
    "寄附",
    "きふ",
    "góp, gửi tặng"
  ],
  [
    "密接する",
    "密接する",
    "nhau, mật độ cao"
  ],
  [
    "密接な",
    "みっせつ",
    "thiết"
  ],
  [
    "富む",
    "富む",
    "có, phong phú"
  ],
  [
    "寛ぐ",
    "くつろぐ",
    "ngơi,thư giãn"
  ],
  [
    "寛大な",
    "かんだい",
    "rãi, phóng khoáng, rộng lượng"
  ],
  [
    "寝苦しい",
    "ねぐるしい",
    "ngủ , không ngủ được"
  ],
  [
    "寡黙な",
    "かもく",
    "nói,e ngại; ngượng ngùng"
  ],
  [
    "審査",
    "しんさ",
    "duyệt, thẩm tra"
  ],
  [
    "寸前",
    "すんぜん",
    "sắp, gần"
  ],
  [
    "対人関係",
    "たいじんかんけい",
    "người"
  ],
  [
    "対処",
    "たいしょ",
    "phó, ứng phó"
  ],
  [
    "対処法",
    "たいしょほう",
    "lý, xử trí"
  ],
  [
    "対比",
    "たいひ",
    "phản"
  ],
  [
    "対称",
    "たいしょう",
    "xứng"
  ],
  [
    "対等",
    "たいとう",
    "đẳng"
  ],
  [
    "対象",
    "対象",
    "phản"
  ],
  [
    "専らのうわさ",
    "専らのうわさ",
    "thôi"
  ],
  [
    "尊ぶ",
    "尊ぶ",
    "trọng, kính trọng"
  ],
  [
    "尊厳",
    "そんげん",
    "trọng, tôn nghiêm"
  ],
  [
    "小ぶり",
    "こぶり",
    "mưa, tuyết)rơi ít"
  ],
  [
    "小幅",
    "こはば",
    "nhỏ, ít"
  ],
  [
    "尽力",
    "じんりょく",
    "lực,dốc sức, tận lực"
  ],
  [
    "尾を引く",
    "お",
    "động, ảnh hưởng bởi kết quả không"
  ],
  [
    "居住",
    "きょじゅう",
    "trú, sinh sống"
  ],
  [
    "屈指",
    "くっし",
    "đầu, hàng đầu"
  ],
  [
    "屋敷の外観",
    "やしき",
    "thự, căn nhà"
  ],
  [
    "展望",
    "てんぼう",
    "vọng"
  ],
  [
    "属する",
    "ぞくする",
    "vực, những thứ không nhìn"
  ],
  [
    "崖っぷち",
    "崖っぷち",
    "núi, bờ vực"
  ],
  [
    "左遷",
    "させん",
    "chức, bạ bậc"
  ],
  [
    "巧妙な",
    "こうみょう",
    "léo, tinh vi"
  ],
  [
    "差し入れ",
    "差し入れ",
    "bánh, cơm nắm"
  ],
  [
    "差し出がましい",
    "さしでがましい",
    "xen vào, nhiều chuyện, không đúng phận sự"
  ],
  [
    "差出人",
    "さしだしにん",
    "đưa, người gửi"
  ],
  [
    "差支えない",
    "差支えない",
    "tiện"
  ],
  [
    "差異",
    "さい",
    "khác"
  ],
  [
    "巻き込む",
    "巻き込む",
    "kéo, dính líu vào vụ việc nào đó"
  ],
  [
    "市場",
    "しじょう",
    "trường"
  ],
  [
    "布告",
    "ふこく",
    "bó, bố cáo"
  ],
  [
    "希薄な",
    "きはく",
    "① loãng"
  ],
  [
    "師匠",
    "ししょう",
    "sư phụ, thầy dạy nghề"
  ],
  [
    "幅広い",
    "幅広い",
    "rộng rãi, trên phạm vi rộng"
  ],
  [
    "幕切れ",
    "まくぎれ",
    "thúc, đóng lại"
  ],
  [
    "幕間",
    "まくあい",
    "diễn"
  ],
  [
    "平たい",
    "ひらたい",
    "phẳng 、không lồi lõm"
  ],
  [
    "平べったい",
    "ひらべったい",
    "phẳng 、không lồi lõm"
  ],
  [
    "平らな",
    "たいら",
    "phẳng、không lồi"
  ],
  [
    "平常",
    "平常",
    "thường"
  ],
  [
    "平静な",
    "平静な",
    "tĩnh, thường miêu tả vẻ mặt, trái tim, giọng"
  ],
  [
    "年月を経る",
    "年月を経る",
    "tháng"
  ],
  [
    "幼なじみ",
    "おさななじみ",
    "thời; bạn thủa nhỏ"
  ],
  [
    "幼稚な",
    "ようち",
    "trĩ, non nớt"
  ],
  [
    "店を構える",
    "店を構える",
    "hiệu"
  ],
  [
    "度忘れ",
    "どわすれ",
    "quên"
  ],
  [
    "庶民",
    "しょみん",
    "đen, dân thường"
  ],
  [
    "庶民的",
    "しょみんてき",
    "thường, tự nhiên, bình thường, mang tính"
  ],
  [
    "廃れる",
    "すたれる",
    "yếu, lỗi thời"
  ],
  [
    "廃棄",
    "廃棄",
    "thải, tiêu hủy"
  ],
  [
    "延々と雑談する",
    "えんえん",
    "suốt, không ngừng"
  ],
  [
    "延べ",
    "のべ",
    "cộng"
  ],
  [
    "延べ人数",
    "延べ人数",
    "người"
  ],
  [
    "延べ日数",
    "延べ日数",
    "ngày"
  ],
  [
    "延滞",
    "えんたい",
    "hoãn, nộp muộn"
  ],
  [
    "建前",
    "たてまえ",
    "sáo, không thực tâm"
  ],
  [
    "弁償",
    "べんしょう",
    "bồi thường"
  ],
  [
    "弁解がましい",
    "弁解がましい",
    "chữa, lý do"
  ],
  [
    "弁解する",
    "べんかい",
    "do, lý trấu"
  ],
  [
    "弁論",
    "べんろん",
    "biện"
  ],
  [
    "引き上げる",
    "引き上げる",
    "trị, tiêu chuẩn"
  ],
  [
    "引き下がる",
    "引き下がる",
    "nhượng, nhún nhường trước người"
  ],
  [
    "引き締める",
    "引き締める",
    "thẳng"
  ],
  [
    "引き落とす",
    "引き落とす",
    "khoản"
  ],
  [
    "引き込む",
    "引き込む",
    "khác"
  ],
  [
    "引率",
    "いんそつ",
    "dẫn đoàn, hướng dẫn đi theo nhóm"
  ],
  [
    "張り合う",
    "張り合う",
    "nhau, không chịu thua cuộc"
  ],
  [
    "張り合う・競い合う",
    "張り合う・競い合う",
    "tranh, ganh đua"
  ],
  [
    "強い⇔弱い",
    "強い⇔弱い",
    "mạnh ⇔ yếu"
  ],
  [
    "強烈",
    "きょうれつ",
    "liệt; mạnh; mạnh"
  ],
  [
    "強烈な",
    "きょうれつ",
    "liệt; mạnh mẽ"
  ],
  [
    "強硬な",
    "きょうこう",
    "mẽ, quyết liệt"
  ],
  [
    "弾み",
    "弾み",
    "① sự nảy lên, sự tưng lên, sự tăng lên"
  ],
  [
    "弾む",
    "弾む",
    "① Nảy"
  ],
  [
    "当惑",
    "当惑",
    "rối, lúng túng"
  ],
  [
    "形勢",
    "けいせい",
    "thế, tình cảnh"
  ],
  [
    "彩り",
    "いろどり",
    "nhuộm"
  ],
  [
    "役員に昇進する",
    "やくいん",
    "công ty"
  ],
  [
    "征服",
    "せいふく",
    "phục"
  ],
  [
    "待ち遠しい",
    "まちどおしい",
    "ngóng, trông chờ"
  ],
  [
    "待望",
    "たいぼう",
    "vọng"
  ],
  [
    "待遇",
    "たいぐう",
    "①chế độ đãi ngộ ②tiếp đón"
  ],
  [
    "後ろ暗い",
    "うしろぐらい",
    "ám, lén lút"
  ],
  [
    "後回し",
    "あとまわし",
    "lại, dời lại"
  ],
  [
    "後継者",
    "こうけいしゃ",
    "thừa"
  ],
  [
    "徐行",
    "じょこう",
    "độ, hãm lại"
  ],
  [
    "循環バス",
    "循環バス",
    "khép kín"
  ],
  [
    "循環器",
    "じゅんかんき",
    "hoàn"
  ],
  [
    "微塵",
    "みじん",
    "nhỏ, lỉ tỉ"
  ],
  [
    "微妙な",
    "びみょう",
    "đó, không rõ ràng, khó diễn đạt về cảm"
  ],
  [
    "微笑",
    "びしょう",
    "cười"
  ],
  [
    "微量",
    "びりょう",
    "nhỏ , yi lượng"
  ],
  [
    "心/胸を揺さぶられる",
    "心/胸を揺さぶられる",
    "động"
  ],
  [
    "心から",
    "心から",
    "lòng"
  ],
  [
    "心がけ",
    "心がけ",
    "sàng"
  ],
  [
    "心が弾む",
    "心が弾む",
    "chấn, phấn khởi, vui sướng"
  ],
  [
    "心をとろかす",
    "心をとろかす",
    "không"
  ],
  [
    "心を奪われる",
    "心を奪われる",
    "tim, trở nên say mê"
  ],
  [
    "心地",
    "ここち",
    "chịu, thoải mái"
  ],
  [
    "心底",
    "しんそこ",
    "lòng"
  ],
  [
    "心得",
    "こころえ",
    "thức, sự thấu hiểu vấn đề"
  ],
  [
    "心構え",
    "こころがまえ",
    "mục tiêu"
  ],
  [
    "心構えをする",
    "心構えをする",
    "sàng"
  ],
  [
    "心配り",
    "こころくばり",
    "tâm, để ý"
  ],
  [
    "必修科目を取る",
    "ひっしゅう",
    "buộc"
  ],
  [
    "忍び込む",
    "しのびこむ",
    "lút không để"
  ],
  [
    "忍耐",
    "忍耐",
    "đựng, nhẫn nại"
  ],
  [
    "志す",
    "こころざす",
    "muốn"
  ],
  [
    "志向",
    "しこう",
    "hướng"
  ],
  [
    "志望",
    "しぼう",
    "vọng"
  ],
  [
    "応える",
    "こたえる",
    "lại, trả lời"
  ],
  [
    "忠実な",
    "ちゅうじつ",
    "① trung thành"
  ],
  [
    "念願",
    "ねんがん",
    "niệm, nguyện vong"
  ],
  [
    "思いやり",
    "おもいやり",
    "tâm; để ý"
  ],
  [
    "思わしい",
    "おもわしい",
    "đáng, thường đi kèm với nội dung không"
  ],
  [
    "思考",
    "しこう",
    "nghĩ"
  ],
  [
    "怠惰な",
    "たいだ",
    "biếng, uể oải"
  ],
  [
    "怠慢な",
    "たいまん",
    "thả, lơ đễnh"
  ],
  [
    "急かす",
    "せかす",
    "thúc, thúc giục"
  ],
  [
    "急きょ",
    "急きょ",
    "định"
  ],
  [
    "急性の病気",
    "きゅうせい",
    "tính"
  ],
  [
    "急激な",
    "きゅうげき",
    "ngột, nhanh chóng, nói về mức độ thay đổi"
  ],
  [
    "急速な",
    "きゅうそく",
    "ngột, nhanh chóng, nói về thời gian thay đổi"
  ],
  [
    "怪しい",
    "あやしい",
    "nghi, nghi ngờ, thiên về cảm giác nguy"
  ],
  [
    "怯む",
    "ひるむ",
    "núng, chùng bước"
  ],
  [
    "恥じ",
    "恥じ",
    "hổ, hổ thẹn"
  ],
  [
    "恥をかく",
    "恥をかく",
    "hổ, hổ thẹn"
  ],
  [
    "息が詰まる",
    "息が詰まる",
    "thẳng, không thở được"
  ],
  [
    "息をつく",
    "息をつく",
    "lắng, giải tỏa được căng"
  ],
  [
    "息を引き取る",
    "息を引き取る",
    "chết"
  ],
  [
    "恵み",
    "めぐみ",
    "tặng"
  ],
  [
    "恵む",
    "めぐむ",
    "huệ, ban cho"
  ],
  [
    "悔いが残る",
    "悔いが残る",
    "hận, hối tiếc còn vương vấn"
  ],
  [
    "悟り",
    "さとり",
    "ra, giác ngộ"
  ],
  [
    "患部に薬を塗る",
    "かんぶ",
    "bệnh"
  ],
  [
    "悪い",
    "悪い",
    "tốt ⇔ bảo quản không tốt"
  ],
  [
    "悲惨な",
    "ひさん",
    "thảm"
  ],
  [
    "悲惨最期",
    "ひさんさいご",
    "đời, kết cục bi thảm"
  ],
  [
    "悼む",
    "いたむ",
    "thương tiếc, đau buồn trước cái chết"
  ],
  [
    "情熱的な",
    "じょうねつてき",
    "huyết"
  ],
  [
    "情緒的な",
    "じょうちょてき",
    "giác"
  ],
  [
    "情趣",
    "じょうしゅ",
    "nhận, xúc cảm"
  ],
  [
    "惜しむ",
    "おしむ",
    "nuối, tiếc re"
  ],
  [
    "惨めな",
    "みじめ",
    "thương 、thảm thương"
  ],
  [
    "意する",
    "意する",
    "trước - phía sau"
  ],
  [
    "意をくむ",
    "意をくむ",
    "khác để đưa ra ý"
  ],
  [
    "意向",
    "いこう",
    "hướng; dự định; ý muốn"
  ],
  [
    "意向に従う",
    "したがう",
    "kiến, tuân theo ý kiến, ý muốn"
  ],
  [
    "意向を問う",
    "意向を問う",
    "kiến, ý muốn"
  ],
  [
    "意向を固める",
    "かためる",
    "kiến, ý muốn"
  ],
  [
    "意図",
    "いと",
    "ý đồ, mục đích"
  ],
  [
    "意図的",
    "意図的",
    "đồ, có mục đích riêng , không phải ngẫu"
  ],
  [
    "意地",
    "いじ",
    "① tâm địa, tâm tính"
  ],
  [
    "意地っ張り",
    "いじっぱり",
    "được"
  ],
  [
    "意地でも",
    "意地でも",
    "được …"
  ],
  [
    "意地になる",
    "意地になる",
    "và chủ trương"
  ],
  [
    "意地を張る",
    "いじをはる",
    "của bản thân"
  ],
  [
    "意地を通す",
    "意地を通す",
    "một cách vô lý"
  ],
  [
    "意欲",
    "いよく",
    "ý muốn"
  ],
  [
    "意気",
    "いき",
    "thần"
  ],
  [
    "意気込む",
    "いきごむ",
    "hái, hào hứng"
  ],
  [
    "意識",
    "いしき",
    "ý thức, cảm nhận, nhận biết được sự vật, sự việc"
  ],
  [
    "愚かな",
    "おろか",
    "ngốc,ngu xuẩn,"
  ],
  [
    "愚か者",
    "おろかもの",
    "xuẩn, ngu ngốc, dại dột"
  ],
  [
    "愚痴っぽい",
    "愚痴っぽい",
    "nhằn"
  ],
  [
    "愛想",
    "あいそう",
    "tình,đễ mến"
  ],
  [
    "感染",
    "かんせん",
    "nhiễm"
  ],
  [
    "感染者",
    "かんせんしゃ",
    "nhiễm"
  ],
  [
    "態勢",
    "たいせい",
    "độ, tư thế"
  ],
  [
    "態度が一変する",
    "いっぺん",
    "toàn"
  ],
  [
    "慎み深い",
    "つつしみぶかい",
    "trọng"
  ],
  [
    "慎む",
    "つつしむ",
    "trọng, tránh, kiêng khem"
  ],
  [
    "慎重な",
    "しんちょう",
    "trọng"
  ],
  [
    "慢性",
    "まんせい",
    "tính"
  ],
  [
    "慢性の病気",
    "まんせい",
    "tính"
  ],
  [
    "慣例",
    "かんれい",
    "quán, thói quen"
  ],
  [
    "慣用",
    "かんよう",
    "dụng"
  ],
  [
    "慣習に従う",
    "かんしゅう",
    "quán"
  ],
  [
    "憂鬱な",
    "ゆううつ",
    "u sầu, chán nản"
  ],
  [
    "憐れ",
    "むあわれむ",
    "cảm, thương hại"
  ],
  [
    "憩う",
    "いこう",
    "ngơi, giải lao"
  ],
  [
    "懐が深い",
    "懐が深い",
    "mở, bao dung"
  ],
  [
    "懐が温かい/寒い",
    "ふところ",
    "tiền/ có ít tiền"
  ],
  [
    "懲り懲り",
    "こりごり",
    "ngộ, rút kinh nghiệm"
  ],
  [
    "成り行き",
    "なりゆき",
    "quả, quá trình tiến triển của sự việc"
  ],
  [
    "成分",
    "せいぶん",
    "phần"
  ],
  [
    "成熟",
    "せいじゅく",
    "mu6i"
  ],
  [
    "成熟期",
    "せいじゅくき",
    "thành, tuổi dậy thì"
  ],
  [
    "我ながら情けない",
    "我ながら情けない",
    "③ vô tâm, vô cảm"
  ],
  [
    "戒める",
    "いましめる",
    "báo, nhắc nhớ"
  ],
  [
    "戸籍",
    "こせき",
    "tịch, hộ khẩu"
  ],
  [
    "所属する",
    "しょぞく",
    "người, nhìn thấy"
  ],
  [
    "所得税",
    "しょとくぜい",
    "nhập"
  ],
  [
    "扇ぐ",
    "あおぐ",
    "quạt"
  ],
  [
    "手がかり",
    "てがかり",
    "① dấu vết, manh mối"
  ],
  [
    "手に余る",
    "手に余る",
    "tay, quá khả năng"
  ],
  [
    "手に負えない",
    "手に負えない",
    "được, gánh vác"
  ],
  [
    "手を入れる",
    "手を入れる",
    "trang, sửa chữa"
  ],
  [
    "手を切る",
    "手を切る",
    "hệ, cắt đứt sự qua lại"
  ],
  [
    "手を差し伸べる",
    "手を差し伸べる",
    "phương"
  ],
  [
    "手を引く",
    "手を引く",
    "lại, không can thiệp vào nữa"
  ],
  [
    "手並み",
    "てなみ",
    "năng"
  ],
  [
    "手厚い",
    "てあつい",
    "sử, nhã nhặn"
  ],
  [
    "手堅い",
    "てがたい",
    "chắc chắn, thận trọng"
  ],
  [
    "手当て",
    "てあて",
    "trước"
  ],
  [
    "手掛かり",
    "てがかり",
    "mỗi, gợi ý"
  ],
  [
    "手探り",
    "てさぐり",
    "①dò dẫm, mò mẫn"
  ],
  [
    "手本",
    "てほん",
    "① mẫu, vật mẫu"
  ],
  [
    "手洗い",
    "てあらい",
    "rửa tay"
  ],
  [
    "手芸",
    "しゅげい",
    "công"
  ],
  [
    "手話",
    "しゅわ",
    "hiệu"
  ],
  [
    "手近な",
    "てぢか",
    "thuộc, gần tầm tay"
  ],
  [
    "手際",
    "てぎわ",
    "năng, sự khéo léo"
  ],
  [
    "打ち切る",
    "打ち切る",
    "dừng"
  ],
  [
    "打ち明ける",
    "うちあける",
    "sự, bộc bạch, thú nhận"
  ],
  [
    "打ち解ける",
    "打ち解ける",
    "thiện, làm cho người"
  ],
  [
    "技が決まる",
    "技が決まる",
    "chiêu, kỹ thuật khó"
  ],
  [
    "技を決める",
    "技を決める",
    "chiêu, kỹ thuật khó"
  ],
  [
    "技を磨く",
    "技を磨く",
    "năng, kĩ thuật"
  ],
  [
    "技能",
    "ぎのう",
    "ỹ thuật; kỹ năng"
  ],
  [
    "抑える",
    "おさえる",
    "nén, kiềm chế"
  ],
  [
    "抑止力",
    "よくしりょく",
    "chặn"
  ],
  [
    "投げやり",
    "なげやり",
    "nhiệm, bất cần, không đàng hoàng tử"
  ],
  [
    "投げ出す",
    "投げ出す",
    "chừng"
  ],
  [
    "投稿する",
    "投稿する",
    "báo, FB"
  ],
  [
    "折々",
    "おりおり",
    "thoảng"
  ],
  [
    "折から",
    "おりから",
    "điểm"
  ],
  [
    "折に触れて",
    "折に触れて",
    "cũng"
  ],
  [
    "抜け出す",
    "抜け出す",
    "ngoài"
  ],
  [
    "抱っこする",
    "だっこする",
    "ôm,ẵm trên tay"
  ],
  [
    "抵抗",
    "ていこう",
    "kháng.kháng cứ"
  ],
  [
    "抵触",
    "ていしょく",
    "phạm"
  ],
  [
    "押し寄せる",
    "押し寄せる",
    "vây, bị vây lấy"
  ],
  [
    "押し掛ける",
    "押し掛ける",
    "dày, không mời mà đến"
  ],
  [
    "担保",
    "たんぽぼ",
    "bảo /khoản thế chấp"
  ],
  [
    "担架",
    "たんか",
    "cán , băng ca"
  ],
  [
    "拒む",
    "こばむ",
    "tuyệt, từ chối"
  ],
  [
    "拒否",
    "きょひ",
    "chối"
  ],
  [
    "拒否権",
    "きょひけん",
    "quyết"
  ],
  [
    "拝借",
    "拝借",
    "mượn"
  ],
  [
    "拠点",
    "きょてん",
    "cứ điểm, cơ sở, điểm tựa hoạt động"
  ],
  [
    "括る",
    "くくる",
    "buộc, cột, cố định"
  ],
  [
    "持つ",
    "なつく",
    "thuật"
  ],
  [
    "持て余す",
    "持て余す",
    "gian, tiền bạc, sức lực"
  ],
  [
    "持病がある",
    "じびょう",
    "tính"
  ],
  [
    "持続",
    "じぞく",
    "tục, kéo dài"
  ],
  [
    "指図する",
    "さしず",
    "thị, hướng dẫn"
  ],
  [
    "指針",
    "ししん",
    "đạo, phương châm"
  ],
  [
    "挑戦",
    "ちょうせん",
    "thách, đương đầu"
  ],
  [
    "挙手",
    "きょしゅ",
    "giơ tay"
  ],
  [
    "挫折",
    "ざせつ",
    "đồ, thất bại giữa chừng"
  ],
  [
    "振し",
    "ふりだし",
    "sự 2"
  ],
  [
    "振動",
    "しんどう",
    "động"
  ],
  [
    "振興",
    "しんこう",
    "vũ , khích lệ"
  ],
  [
    "捕獲",
    "ほかく",
    "bắt giữ, bắt được"
  ],
  [
    "捻る",
    "ひねる",
    "vặn, xoắn"
  ],
  [
    "授与",
    "じゅよ",
    "tặng"
  ],
  [
    "排水",
    "排水",
    "thải"
  ],
  [
    "掛ける",
    "ほきゅう",
    "nước"
  ],
  [
    "採取",
    "きいしゅ",
    "thập, thu nhặt"
  ],
  [
    "採択",
    "さいたく",
    "lẹp Hơn"
  ],
  [
    "採掘",
    "さいくつ",
    "thác, quật mỏ"
  ],
  [
    "採決",
    "さいけつ",
    "phiếu,biễu quyết"
  ],
  [
    "採決を取る",
    "さいけつ",
    "lượng đồng ý"
  ],
  [
    "採用する",
    "さいよう",
    "①thuê, mướn, tuyển dụng ②sử dụng, thừa"
  ],
  [
    "探検",
    "たんけん",
    "thám hiểm, khám phá"
  ],
  [
    "接ぎ木",
    "つぎき",
    "ghép"
  ],
  [
    "接触が悪い",
    "接触が悪い",
    "xúc, vị trí tiếp xúc không tốt, bị cấn, có"
  ],
  [
    "接触を断つ",
    "たつ",
    "xúc, không gặp, không giao tiếp"
  ],
  [
    "接触事故",
    "接触事故",
    "chạm"
  ],
  [
    "控える",
    "ひかえる",
    "ngự, kiềm chế"
  ],
  [
    "推奨",
    "すいしょう",
    "dương, khen thưởng"
  ],
  [
    "推測",
    "すいそく",
    "đoán , phóng đoán"
  ],
  [
    "措置",
    "そち",
    "pháp"
  ],
  [
    "措置を取る",
    "措置を取る",
    "pháp"
  ],
  [
    "措置を講じる",
    "こうじる",
    "pháp"
  ],
  [
    "掲載",
    "けいさい",
    "bài, post.up"
  ],
  [
    "揃い",
    "そろい",
    "gom, tập hợp"
  ],
  [
    "提供",
    "ていきょう",
    "cấp, tài trợ"
  ],
  [
    "提携",
    "ていけい",
    "tác , liên kết"
  ],
  [
    "提示",
    "ていじ",
    "trình, đề xuất"
  ],
  [
    "損傷",
    "そんしょう",
    "hư hại, tổn thương"
  ],
  [
    "損害",
    "そんがい",
    "hại, thiệt hại"
  ],
  [
    "損害が出る",
    "損害が出る",
    "hại, bị thiệt hại"
  ],
  [
    "損害額",
    "そんがいがく",
    "hại, tiền thiệt hại"
  ],
  [
    "搔い摘む",
    "かいつまむ",
    "lấy, rút kết ra"
  ],
  [
    "操る",
    "あやつる",
    "nghĩa đen và"
  ],
  [
    "操縦する",
    "そうじゅう",
    "①điều khiển, vận hành"
  ],
  [
    "擦り付ける",
    "こすりつける",
    "cọ, chà sá ｔ"
  ],
  [
    "支え",
    "ささえ",
    "viện, hỗ trợ"
  ],
  [
    "支える",
    "ささえる",
    "nâng đỡ, chống đỡ, duy trì"
  ],
  [
    "支出する",
    "ししゅつ",
    "tiền, khoản tiền chứa đựng ý nghĩa"
  ],
  [
    "支援を受ける",
    "支援を受ける",
    "trợ, chi viện"
  ],
  [
    "支援者",
    "しえんしゃ",
    "viện, người hỗ trợ, giúp đỡ"
  ],
  [
    "支給する",
    "じゅきゅう",
    "nhận - hỗ trợ, chu cấp bảo hiểm xã hội"
  ],
  [
    "改修",
    "かいしゅう",
    "tiến"
  ],
  [
    "改善",
    "かいぜん",
    "thiện"
  ],
  [
    "改革",
    "かいかく",
    "cách"
  ],
  [
    "攻め",
    "せめ",
    "kích, tấn công"
  ],
  [
    "政権",
    "せいけん",
    "quyền"
  ],
  [
    "故に",
    "ゆえに",
    "đó, vì lý do đó"
  ],
  [
    "敏感な",
    "びんかん",
    "cảm, mẫn cảm"
  ],
  [
    "敏捷な",
    "びんしょう",
    "nhảu, lanh lợi"
  ],
  [
    "敏速な",
    "びんそく",
    "nhảu"
  ],
  [
    "救い",
    "すくい",
    "giúp,giúp đỡ"
  ],
  [
    "敗北",
    "敗北",
    "cuộc"
  ],
  [
    "数をこなす",
    "数をこなす",
    "lượng"
  ],
  [
    "整える",
    "整える",
    "bị, điều chỉnh"
  ],
  [
    "整備員",
    "せいびいん",
    "thiện"
  ],
  [
    "整備工",
    "せいびこう",
    "thiện"
  ],
  [
    "整列",
    "せいれつ",
    "xếp hàng, chỉnh hàng"
  ],
  [
    "整頓",
    "せいとん",
    "đốn. Sắp xếp"
  ],
  [
    "敵意",
    "てきい",
    "địch"
  ],
  [
    "文庫本",
    "ぶんこぼん",
    "chiều dọc"
  ],
  [
    "文献を購読する",
    "文献を購読する",
    "kiện"
  ],
  [
    "斜面",
    "しゃめん",
    "nghiêng"
  ],
  [
    "断り",
    "ことわり",
    "sự từ chối"
  ],
  [
    "断言",
    "だんげん",
    "khẳng định chắc chắn"
  ],
  [
    "断面",
    "だんめん",
    "mặt cắt"
  ],
  [
    "新発売のビールのキャンペーン",
    "新発売のビールのキャンペーン",
    "dịch"
  ],
  [
    "新米",
    "しんめい",
    "sự,gạo mới"
  ],
  [
    "新聞を創刊する",
    "そうかん",
    "tiên"
  ],
  [
    "方向転換する",
    "方向転換する",
    "hướng"
  ],
  [
    "施行",
    "しこう",
    "hiện , thi hành"
  ],
  [
    "施設",
    "しせつ",
    "chất"
  ],
  [
    "旅先",
    "たびさき",
    "chơi"
  ],
  [
    "既知",
    "きち",
    "biết"
  ],
  [
    "日もち",
    "ひもち",
    "trì, giữ được lâu"
  ],
  [
    "早技",
    "早技",
    "nhẹn, khéo léo"
  ],
  [
    "旺盛な",
    "おうせい",
    "lực, hăng hái làm gì đó"
  ],
  [
    "昆虫",
    "こんちゅう",
    "trùng"
  ],
  [
    "明らかな",
    "あきらか",
    "ràng"
  ],
  [
    "明快な",
    "めいかい",
    "ràng, dễ hiểu"
  ],
  [
    "明朗",
    "めいろう",
    "sủa, tươi vui"
  ],
  [
    "明朗な",
    "めいろう",
    "ràng, không dấu giếm"
  ],
  [
    "明白な",
    "めいはく",
    "bạch, trắng đen, đúng sai rõ ràng"
  ],
  [
    "明瞭な",
    "めいりょう",
    "ràng, dễ nhận biết, dễ phán đoán"
  ],
  [
    "明細",
    "めいさい",
    "tiết"
  ],
  [
    "映える",
    "映える",
    "sáng"
  ],
  [
    "是が非でも",
    "ぜがひでも",
    "nào, dù tốt hay không tốt thì"
  ],
  [
    "是正",
    "ぜせい",
    "sửa, điều chỉnh"
  ],
  [
    "是非",
    "ぜひ",
    "phi, đúng sai, tán thành và phản đối"
  ],
  [
    "是非を問う",
    "是非を問う",
    "hỏi, tìm hiểu đúng sai"
  ],
  [
    "時代が変遷する",
    "時代が変遷する",
    "trầm"
  ],
  [
    "時機",
    "じき",
    "hội, thời cơ"
  ],
  [
    "時間が隔たる",
    "時間が隔たる",
    "cách, tháng năm xa cách"
  ],
  [
    "晩年",
    "ばんねん",
    "đời, tuổi xế bóng"
  ],
  [
    "普遍",
    "ふへん",
    "biến , ph6 quát"
  ],
  [
    "晴れ渡る",
    "晴れ渡る",
    "xanh, không một gợn mây"
  ],
  [
    "暑苦しい",
    "あつくるしい",
    "chịu"
  ],
  [
    "暖冬",
    "だんとう",
    "lạnh"
  ],
  [
    "暗示的",
    "暗示的",
    "ý, ám chỉ"
  ],
  [
    "暗黙",
    "あんもく",
    "ý, ngầm,ấn ý k nói ra"
  ],
  [
    "暴露",
    "ばくろ",
    "trần, phơi bày ["
  ],
  [
    "暴露記事",
    "暴露記事",
    "thật"
  ],
  [
    "暴風雨になる",
    "ぼうふうう",
    "bão, có mưa bão"
  ],
  [
    "書評を読む",
    "しょひょう",
    "sách"
  ],
  [
    "最善・ベスト",
    "さいぜん",
    "nhất, những gì tốt nhất"
  ],
  [
    "最高潮",
    "さいこうちょう",
    "nhất"
  ],
  [
    "有名ブランド",
    "有名ブランド",
    "tiếng"
  ],
  [
    "有数",
    "ゆうすう",
    "đầu, hàng đầu, top"
  ],
  [
    "有望な",
    "ゆうぼう",
    "vọng"
  ],
  [
    "朗らかな",
    "ほがらか",
    "sủa; rạng rỡ; tươi sáng"
  ],
  [
    "朗報",
    "ろうほう",
    "lành"
  ],
  [
    "望ましい",
    "のぞましい",
    "vọng 、mong muốn đối phương làm theo"
  ],
  [
    "木陰",
    "こかげ",
    "râm, bóng cây"
  ],
  [
    "未熟な",
    "みじゅく",
    "①chưa trưởng thành"
  ],
  [
    "未熟児",
    "みじゅくじ",
    "tháng"
  ],
  [
    "未熟者",
    "みじゅくもの",
    "nghiệm"
  ],
  [
    "未知",
    "みち",
    "biết"
  ],
  [
    "未練",
    "みれん",
    "luyến , tiếc nuối"
  ],
  [
    "本名",
    "ほんみょう",
    "thật"
  ],
  [
    "本拠",
    "ほんきょ",
    "cứ, thành lũy, bộ chỉ huy"
  ],
  [
    "本音を吐く",
    "ほんねをはく",
    "lòng, thực tâm"
  ],
  [
    "条件が整う",
    "条件が整う",
    "kiện"
  ],
  [
    "条件を満たす",
    "条件を満たす",
    "kiện"
  ],
  [
    "条書きにする",
    "かじょうがき",
    "điều tra"
  ],
  [
    "条約に調印する",
    "条約に調印する",
    "nhận, thông qua hiệp ước"
  ],
  [
    "来る⇔行く",
    "来る⇔行く",
    "đến ⇔ đi, trôi qua"
  ],
  [
    "来賓を接待する",
    "らいひん",
    "hách"
  ],
  [
    "来配",
    "さいはい",
    "huy, điều phối"
  ],
  [
    "果て",
    "果て",
    "cùng, kết thúc"
  ],
  [
    "果てがない",
    "果てがない",
    "thúc"
  ],
  [
    "果てしない",
    "果てしない",
    "biên, không có kết thúc"
  ],
  [
    "枠づけ",
    "わくづけ",
    "khung, giới hạn"
  ],
  [
    "枠組み",
    "わくぐみ",
    "trình, đề cương, điểm chính"
  ],
  [
    "架空",
    "かくう",
    "cấu, tưởng tượng"
  ],
  [
    "柄ではない",
    "柄ではない",
    "tính"
  ],
  [
    "染み",
    "しみ",
    "thấm, nhiễm"
  ],
  [
    "査証",
    "さしょう",
    "thực, visa"
  ],
  [
    "校風",
    "こうふう",
    "thống, phong cách của nhà trường"
  ],
  [
    "核分裂",
    "かくぶんれつ",
    "nhân"
  ],
  [
    "根こそぎ",
    "ねこそぎ",
    "cả, không để lại thứ gì"
  ],
  [
    "根に持つ",
    "根に持つ",
    "vì bị người"
  ],
  [
    "根底",
    "こんてい",
    "nguyên, gốc rễ"
  ],
  [
    "根強い",
    "ねづよい",
    "sắc, sâu đậm"
  ],
  [
    "根性",
    "こんじょう",
    "tính,bản lĩnh, kiên trì"
  ],
  [
    "根拠地",
    "こんきょち",
    "điểm"
  ],
  [
    "根気",
    "こんき",
    "nhẫn"
  ],
  [
    "根気がいる",
    "根気がいる",
    "nhẫn"
  ],
  [
    "根気よく",
    "根気よく",
    "nhẫn"
  ],
  [
    "根気強い",
    "こんきづよい",
    "nhẫn"
  ],
  [
    "根深い",
    "ねぶかい",
    "xa, phức"
  ],
  [
    "格別な",
    "かくべつ",
    "① đặc biệt, khác biệt"
  ],
  [
    "格別に",
    "格別に",
    "hợp khác"
  ],
  [
    "栽培",
    "さいばい",
    "trọt"
  ],
  [
    "桁違い",
    "けたちがい",
    "trội, vô song"
  ],
  [
    "棄権",
    "きけん",
    "trắng"
  ],
  [
    "極み",
    "きわみ",
    "cùng"
  ],
  [
    "極力",
    "きょくりょく",
    "năng"
  ],
  [
    "楽譜をめくる",
    "楽譜をめくる",
    "nhạc"
  ],
  [
    "概ね",
    "おおむね",
    "khái"
  ],
  [
    "概念",
    "概念",
    "niệm"
  ],
  [
    "概念的な",
    "概念的な",
    "niệm"
  ],
  [
    "概要",
    "概要",
    "lược"
  ],
  [
    "構える",
    "かまえる",
    "nên, xây dựng"
  ],
  [
    "模型",
    "模型",
    "hình"
  ],
  [
    "模範",
    "模範",
    "phạm, thị phạm, làm mẫu"
  ],
  [
    "模範的な",
    "模範的な",
    "mẫu, chuẩn mực"
  ],
  [
    "模索",
    "模索",
    "kiếm, đò dẫm"
  ],
  [
    "権威がある学説",
    "権威がある学説",
    "uy, có tầm ảnh hưởng"
  ],
  [
    "権威者",
    "権威者",
    "quyền"
  ],
  [
    "機敏な",
    "きびん",
    "nhảu"
  ],
  [
    "欄外",
    "らんがい",
    "lề,mép.viền"
  ],
  [
    "欠ける",
    "欠ける",
    "phần"
  ],
  [
    "欠如",
    "けっじょ",
    "sót, khiếm khuyết ["
  ],
  [
    "次期",
    "じき",
    "sau, thời tiếp theo"
  ],
  [
    "欲が深い",
    "欲が深い",
    "sắc, nhiều tham vọng"
  ],
  [
    "欲を出す",
    "欲を出す",
    "vọng"
  ],
  [
    "欲張り",
    "よくばり",
    "lam, hám lợi"
  ],
  [
    "欲望",
    "よくぼう",
    "vọng, sự khao khát"
  ],
  [
    "欲深い",
    "よくぶかい",
    "lam, thèm khát"
  ],
  [
    "歌詞",
    "かし",
    "từ, lời bài hát"
  ],
  [
    "歓声",
    "かんせい",
    "hô, cỗ vũ"
  ],
  [
    "正体",
    "しょうたい",
    "tính, chân tướng, thân phận"
  ],
  [
    "正体をつかむ",
    "正体をつかむ",
    "tướng"
  ],
  [
    "正体を暴く",
    "あばく",
    "tướng"
  ],
  [
    "正体を現す",
    "正体を現す",
    "tướng"
  ],
  [
    "正体を隠す",
    "かくす",
    "tướng"
  ],
  [
    "正常",
    "せいじょう",
    "thường"
  ],
  [
    "正常に戻る",
    "正常に戻る",
    "thường"
  ],
  [
    "正式な/の",
    "せいしき",
    "thức"
  ],
  [
    "正義",
    "せいぎ",
    "nghĩa"
  ],
  [
    "歩み",
    "あゆみ",
    "đi, hành trình đã qua"
  ],
  [
    "歪む",
    "ゆがむ",
    "cong, móp méo"
  ],
  [
    "歯がゆい",
    "歯がゆい",
    "ruột, thiếu kiên nhẫn"
  ],
  [
    "歯止め",
    "歯止め",
    "chế, kiềm hãm"
  ],
  [
    "死地に赴く",
    "死地に赴く",
    "chết"
  ],
  [
    "死語",
    "しご",
    "thời, tử ngữ"
  ],
  [
    "残忍な",
    "ざんにん",
    "nhẫn"
  ],
  [
    "残酷な",
    "ざんこく",
    "khốc, tàn nhẫn"
  ],
  [
    "残酷性",
    "ざんこくせい",
    "khốc"
  ],
  [
    "比職",
    "ひゆ",
    "sánh , ví von"
  ],
  [
    "気がせく",
    "気がせく",
    "nóng"
  ],
  [
    "気がはやる",
    "気がはやる",
    "nóng"
  ],
  [
    "気が引ける",
    "気が引ける",
    "ngùng, hổ thẹn trước đối phương"
  ],
  [
    "気が晴れる",
    "気が晴れる",
    "biến, tâm trạng trở nên phấn"
  ],
  [
    "気が置けない",
    "気が置けない",
    "ngùng, không cần giữ ý tứ"
  ],
  [
    "気が障る",
    "さわる",
    "chịu"
  ],
  [
    "気さくな",
    "きさく",
    "mở, dễ hòa đồng"
  ],
  [
    "気に病む",
    "やむ",
    "lắng, bất an"
  ],
  [
    "気まずい",
    "きまずい",
    "thoải"
  ],
  [
    "気を抜く",
    "気を抜く",
    "óc, làm dịu đi sự căng thẳng"
  ],
  [
    "気品がある",
    "きひん",
    "thiệp, tao nhã"
  ],
  [
    "気詰まりな",
    "きづまり",
    "bó, ngột ngạt"
  ],
  [
    "気象",
    "きしょう",
    "tượng"
  ],
  [
    "気迫",
    "きはく",
    "khí, khí phách"
  ],
  [
    "水けをふき取る",
    "水けをふき取る",
    "nước, chắt hết nước"
  ],
  [
    "水加減",
    "みずかげん",
    "nước"
  ],
  [
    "水源",
    "すいげん",
    "nước"
  ],
  [
    "水臭い",
    "みずくさい",
    "sáo, rut re , khó gần"
  ],
  [
    "汚す",
    "けがす",
    "bẩn, làm nhơ nhu6c"
  ],
  [
    "汚職",
    "おしょく",
    "tham nhũng"
  ],
  [
    "決が下る しけい/ちょうえき",
    "決が下る しけい/ちょうえき",
    "hình/ phạt tù cải tạo được"
  ],
  [
    "決める",
    "ひどり",
    "ngày"
  ],
  [
    "決を採る",
    "決を採る",
    "chọn"
  ],
  [
    "決断を下す",
    "決断を下す",
    "định"
  ],
  [
    "沈める",
    "しずめる",
    "chìm, làm đắm"
  ],
  [
    "沈殿",
    "ちんでん",
    "tủa, lắng xuống"
  ],
  [
    "沈没",
    "ちんぼつ",
    "tàu,chìm đắm"
  ],
  [
    "沈黙",
    "ちんもく",
    "lặng"
  ],
  [
    "沈黙は金",
    "沈黙は金",
    "vàng"
  ],
  [
    "沈黙を守る",
    "沈黙を守る",
    "lặng"
  ],
  [
    "沈黙を破る",
    "やぶる",
    "lặng"
  ],
  [
    "河川",
    "かせん",
    "ngòi"
  ],
  [
    "油断ならない",
    "油断ならない",
    "đễnh"
  ],
  [
    "治安",
    "ちあん",
    "an, khu vực có trị an tốt"
  ],
  [
    "治安情勢",
    "ちあんじょうせい",
    "thế, tình hình trị an"
  ],
  [
    "沿岸",
    "えんがん",
    "ờ biển"
  ],
  [
    "法律",
    "ほうりつ",
    "luật, luật lệ của nhà nước"
  ],
  [
    "法律を改定する",
    "法律を改定する",
    "luật"
  ],
  [
    "法律を施行する",
    "法律を施行する",
    "luật"
  ],
  [
    "泣き喚く",
    "泣き喚く",
    "khóc"
  ],
  [
    "泥をかぶる",
    "どろ",
    "khác, nhận lấy"
  ],
  [
    "活力",
    "かつりょく",
    "lực, sức sống"
  ],
  [
    "活気",
    "かっき",
    "nhiệt"
  ],
  [
    "活気に乏しい",
    "活気に乏しい",
    "nhiệt"
  ],
  [
    "活気に満ちる",
    "みちる",
    "nhiệt"
  ],
  [
    "活気に溢れる",
    "あふれる",
    "nhiệt"
  ],
  [
    "派閥",
    "派閥",
    "phái"
  ],
  [
    "浮気する",
    "うわき",
    "nhăng"
  ],
  [
    "海に面した部屋",
    "めんした",
    "biển"
  ],
  [
    "海峡",
    "かいきょう",
    "biển"
  ],
  [
    "海底に沈む",
    "かいてい",
    "biển"
  ],
  [
    "消滅",
    "しょうめつ",
    "biến, tiêu diệt"
  ],
  [
    "淡い",
    "あわい",
    "① nhạt, nhẹ"
  ],
  [
    "混乱",
    "こんらん",
    "hỗn loạn, rối loạn"
  ],
  [
    "添える",
    "そえる",
    "vào, đính kèm"
  ],
  [
    "添削",
    "てんさく",
    "sửa bài, chữa bài viết"
  ],
  [
    "渋い",
    "しぶい",
    "chát, giản dị, keo kiệt"
  ],
  [
    "渓谷",
    "けいこく",
    "lũng, hem vực"
  ],
  [
    "減少",
    "げんしょう",
    "giảm sút, giảm thiểu"
  ],
  [
    "渦を巻く",
    "渦を巻く",
    "xoắn, vòng xoáy"
  ],
  [
    "渦巻き",
    "うずまき",
    "xoắn"
  ],
  [
    "温厚な",
    "おんこう",
    "dàng; hoà nhã"
  ],
  [
    "温和な",
    "おんわ",
    "m, ấm áp"
  ],
  [
    "温暖な",
    "おんだん",
    "m, ấm áp"
  ],
  [
    "湾岸",
    "わんがん",
    "ven vịnh, vùng bờ vịnh"
  ],
  [
    "湿っぽい",
    "しめっぱぽい",
    "ướt, buồn ướt át"
  ],
  [
    "満月",
    "まんげつ",
    "tròn"
  ],
  [
    "満月が出る",
    "まんげつ",
    "hiện, có trăng tròn"
  ],
  [
    "源流",
    "げんりゅう",
    "nguồn"
  ],
  [
    "溝がある",
    "溝がある",
    "đồng"
  ],
  [
    "溝が埋まる",
    "溝が埋まる",
    "① rãnh ② sự bất đồng được san lấp"
  ],
  [
    "溝が深い",
    "溝が深い",
    "cách, sự bất đồng sâu sắc"
  ],
  [
    "溝を埋める",
    "溝を埋める",
    "lấp ① rãnh ② sự bất đồng"
  ],
  [
    "滑らか",
    "なめらか",
    "① mềm mại, mịn màng"
  ],
  [
    "滞納",
    "たいのう",
    "muộn,trễ"
  ],
  [
    "漂う",
    "ただよう",
    "nỗi, 66a ra"
  ],
  [
    "漏らす",
    "漏らす",
    "lộ, làm rò rỉ"
  ],
  [
    "演出",
    "えんしゅつ",
    "dàn dựng, đạo diễn; tạo hiệu ứng"
  ],
  [
    "演奏",
    "えんそう",
    "biểu diễn âm nhạc"
  ],
  [
    "漠然と",
    "ばくぜん",
    "thể, không rõ ràng"
  ],
  [
    "漢民族",
    "かんみんぞく",
    "tộc Hán, người Hán"
  ],
  [
    "潔い",
    "いさぎよい",
    "đẹp, sạch sẽ, thoải mái"
  ],
  [
    "潜る",
    "くぐる",
    "vào, tiến vào"
  ],
  [
    "潜入",
    "せんにゅう",
    "nhập, len lỏi vào"
  ],
  [
    "潤う",
    "うるおう",
    "ướt, phong, phú"
  ],
  [
    "火加減",
    "ひかげん",
    "muối"
  ],
  [
    "災害",
    "さいがい",
    "họa, sóng gió"
  ],
  [
    "炎症",
    "えんしょう",
    "nhiễm"
  ],
  [
    "点呼",
    "てんこ",
    "điểm danh"
  ],
  [
    "点滴",
    "てんてき",
    "dịch, truyền nước biển"
  ],
  [
    "無償",
    "むしょう",
    "thường"
  ],
  [
    "無口な",
    "むくち",
    "nói, lầm lì"
  ],
  [
    "無地",
    "むじ",
    "văn, trơn"
  ],
  [
    "無情な",
    "むじょう",
    "tình"
  ],
  [
    "無愛想な",
    "ぶあいそう",
    "hòa, khó gần gũi"
  ],
  [
    "無断",
    "むだん",
    "phép, kh báo trước"
  ],
  [
    "無言",
    "むごん",
    "nào, im lặng"
  ],
  [
    "無謀な",
    "むぼう",
    "suất, coi thường nguy hiểm"
  ],
  [
    "無造作な",
    "むぞうさ",
    "thận, hờ hững đối với những việc"
  ],
  [
    "無遠慮な人",
    "ぶえんりょ",
    "thắn"
  ],
  [
    "無邪気な",
    "むじゃき",
    "trẻ) ngây thơ, hồn nhiên"
  ],
  [
    "無駄遣い",
    "むだづかい",
    "phí, phung phí"
  ],
  [
    "焦げ臭い",
    "こげくさい",
    "khét"
  ],
  [
    "焼き餅",
    "やきもち",
    "tị, đố kỵ"
  ],
  [
    "煙たい",
    "けむたい",
    "ngạt, gò bó"
  ],
  [
    "照れくさい",
    "てれくさい",
    "túng, vụng, ngượng ngịu"
  ],
  [
    "照れる",
    "てれる",
    "hổ, nhút nhát"
  ],
  [
    "照れ臭い",
    "てれくさい",
    "ngượng , ngại ngùng"
  ],
  [
    "煩わしい",
    "わずらわしい",
    "phức, phiền toái"
  ],
  [
    "熱っぽい",
    "ねつっぽい",
    "sốt, muốn bệnh"
  ],
  [
    "燃料",
    "ねんりょう",
    "liệu"
  ],
  [
    "燃焼",
    "ねんしょう",
    "cháy, nỗ"
  ],
  [
    "爆弾",
    "ばくだん",
    "bom 【"
  ],
  [
    "物価が変動する",
    "物価が変動する",
    "động"
  ],
  [
    "物欲",
    "ぶつよく",
    "chất"
  ],
  [
    "物足りない",
    "物足りない",
    "không \" mẫn"
  ],
  [
    "物陰",
    "物陰",
    "ỏ bọc; chỗ ẩn náu"
  ],
  [
    "特有",
    "特有",
    "hữu, đặc thù, độc đáo"
  ],
  [
    "犠牲者",
    "ぎせいしゃ",
    "chết, người hi sinh"
  ],
  [
    "狂う",
    "くるうぅ",
    "điên, khùng"
  ],
  [
    "狙い",
    "ねらい",
    "tiêu"
  ],
  [
    "狙う",
    "狙う",
    "tiêu, đối tượng"
  ],
  [
    "独特",
    "どくとく",
    "đáo, lạ"
  ],
  [
    "狭茸しい",
    "せまくるしい",
    "chội"
  ],
  [
    "猛烈な",
    "猛烈な",
    "liệt, hung tợn"
  ],
  [
    "猫をかぶる",
    "猫をかぶる",
    "bản thân, giả"
  ],
  [
    "率引",
    "けんいん",
    "kéo,tăng trưởng mổ rộng"
  ],
  [
    "現像",
    "げんぞう",
    "rửa ảnh, hiện ảnh"
  ],
  [
    "現役",
    "げんえき",
    "động, đang đảm nhiệm"
  ],
  [
    "甘く見る",
    "甘く見る",
    "thấp"
  ],
  [
    "甘口の味",
    "あまくち",
    "ngọt"
  ],
  [
    "甘酸っぱい",
    "あまずっぱい",
    "ngọt"
  ],
  [
    "甚だしい",
    "甚だしい",
    "kì, quá mức"
  ],
  [
    "生々しい",
    "なまなましい",
    "động"
  ],
  [
    "生き甲斐",
    "いきがい",
    "sống"
  ],
  [
    "生中継",
    "なまちゅうけい",
    "tiếp"
  ],
  [
    "生命力",
    "せいめいりょく",
    "lực, sức sống"
  ],
  [
    "生意気な",
    "なまいき",
    "phụ, tự kiêu, tinh tướng"
  ],
  [
    "生易しい",
    "なまやさしい",
    "giản, dễ dàng"
  ],
  [
    "生易しい 生易しい",
    "生易しい 生易しい",
    "giản"
  ],
  [
    "生暖かい 生暖かい",
    "生暖かい 生暖かい",
    "áp, ấm ấm"
  ],
  [
    "生活圏",
    "せいかつけん",
    "sống"
  ],
  [
    "生演奏",
    "なまえんそう",
    "tiếp"
  ],
  [
    "生真面目な",
    "きまじめ",
    "túc, cực kì nghiêm túc"
  ],
  [
    "用心",
    "ようじん",
    "hiểm"
  ],
  [
    "用心深い",
    "ようじんぶかい",
    "š ce"
  ],
  [
    "由来",
    "ゆらい",
    "sử, phả hệ"
  ],
  [
    "由緒",
    "ゆいしょ",
    "sử, phả hệ công trình, đền thờ,…"
  ],
  [
    "申し分",
    "申し分",
    "đôi ,chông đôi"
  ],
  [
    "男を誘惑する",
    "男を誘惑する",
    "không"
  ],
  [
    "異常な",
    "いじょう",
    "thường"
  ],
  [
    "異性にもてる",
    "異性にもてる",
    "giới"
  ],
  [
    "異文化",
    "いぶんか",
    "khác"
  ],
  [
    "異議",
    "いぎ",
    "bác, phản đối"
  ],
  [
    "疎外",
    "そがい",
    "lánh, ghê lạnh"
  ],
  [
    "疑い深い",
    "うたがいぶかい",
    "hoặc"
  ],
  [
    "疑わしい",
    "うたがわしい",
    "ngờ, kì lạ、luôn nghĩ là không phải như"
  ],
  [
    "疑惑",
    "ぎわく",
    "hoặc, hoài nghi"
  ],
  [
    "病人を介抱する",
    "びょうにんをかいほう",
    "bệnh"
  ],
  [
    "痕跡",
    "こんせき",
    "tích"
  ],
  [
    "癒える",
    "いえる",
    "lành"
  ],
  [
    "癒す",
    "いやす",
    "giải, chữa lành,làm"
  ],
  [
    "発作",
    "ほっさ",
    "tác, trạng thái bệnh lý bộc phát"
  ],
  [
    "発展途上国",
    "発展途上国",
    "triển"
  ],
  [
    "発言力",
    "発言力",
    "nói, sức mạnh của lời nói"
  ],
  [
    "盛大な",
    "せいだい",
    "tráng , quy mô lớn"
  ],
  [
    "目がくらむ",
    "目がくらむ",
    "bạc,... mà có những"
  ],
  [
    "目がさえる",
    "目がさえる",
    "mẫn, tỉnh táo"
  ],
  [
    "目が冴える",
    "目が冴える",
    "láu, không ngủ được"
  ],
  [
    "目が肥える",
    "こえる",
    "tường, nhận biết được giá trị"
  ],
  [
    "目が高い",
    "目が高い",
    "tường, nhận biết được giá trị"
  ],
  [
    "目ざとい",
    "めざとい",
    "mắt, tinh mắt"
  ],
  [
    "目にする",
    "目にする",
    "thấy, nhìn"
  ],
  [
    "目の錯覚",
    "めのさっかく",
    "giác"
  ],
  [
    "目ぼしい",
    "めぼしい",
    "ý, đáng đề mắt tới"
  ],
  [
    "目まぐるしい",
    "めまぐるしい",
    "mắt, hoa cả mắt"
  ],
  [
    "目を離す",
    "目を離す",
    "mắt, không để ý, không chú ý đến nữa"
  ],
  [
    "目下",
    "目下",
    "này, ngay bây giờ, now"
  ],
  [
    "目処",
    "めど",
    "① mục đích, mục tiêu"
  ],
  [
    "目処がつく",
    "目処がつく",
    "vọng"
  ],
  [
    "目盛り",
    "めもり",
    "chia,vạch kẻ"
  ],
  [
    "直に",
    "じきに",
    "chốc"
  ],
  [
    "相席",
    "あいせき",
    "bàn, share bàn"
  ],
  [
    "相応",
    "そうおう",
    "hợp, phù hợp"
  ],
  [
    "相応しい",
    "ふさわしい",
    "hợp, phù hợp"
  ],
  [
    "相性",
    "あいしょう",
    "hợp, ăn ý"
  ],
  [
    "相手と合意する",
    "ごうい",
    "ý, nhất trí với đối phương"
  ],
  [
    "相手に妥協する",
    "相手に妥協する",
    "nhượng bộ, thỏa"
  ],
  [
    "真珠",
    "しんじゅ",
    "trai, chân trâu"
  ],
  [
    "真相",
    "しんそう",
    "tướng"
  ],
  [
    "真空パック",
    "しんくう",
    "không"
  ],
  [
    "着工の予定",
    "ちゃっこう",
    "công"
  ],
  [
    "着手金",
    "ちゃくしゅきん",
    "tiến hành bào chữa"
  ],
  [
    "矛盾",
    "むじゅん",
    "thuẫn , bất hòa"
  ],
  [
    "知識",
    "知識",
    "với sự vật sự việc"
  ],
  [
    "短縮",
    "たんしゅく",
    "rút ngắn"
  ],
  [
    "破棄",
    "破棄",
    "hủy bỏ, phá bỏ"
  ],
  [
    "破綻",
    "破綻",
    "đồ , phá sam"
  ],
  [
    "破裂",
    "破裂",
    "nổ vỡ, vỡ tung"
  ],
  [
    "確信を得る",
    "確信を得る",
    "tưởng"
  ],
  [
    "確信犯",
    "かくしんはん",
    "phạm tội"
  ],
  [
    "確信的な",
    "かくしんてき",
    "tưởng"
  ],
  [
    "確定的な",
    "かくていてき",
    "định, đại khái đã xác định"
  ],
  [
    "示唆",
    "しさ",
    "xuất, gợi ý"
  ],
  [
    "社員を公募する",
    "こうぼ",
    "dụng"
  ],
  [
    "祈願",
    "きがん",
    "cầu nguyện, khấn nguyện"
  ],
  [
    "祝勝パレード",
    "しゅくしょう",
    "thắng"
  ],
  [
    "神主",
    "かんぬし",
    "phái"
  ],
  [
    "神技",
    "しんぎ",
    "luyện"
  ],
  [
    "神経",
    "しんけい",
    "thần, thần kinh"
  ],
  [
    "禁物",
    "きんもつ",
    "kị, cấm kị điều gì, trạng thái gì"
  ],
  [
    "福祉",
    "ふくし",
    "lợi 【"
  ],
  [
    "秘める",
    "ひめる",
    "kín, che đậy"
  ],
  [
    "秩序が乱れる",
    "みだれる",
    "loạn"
  ],
  [
    "秩序を乱す",
    "みだす",
    "loạn"
  ],
  [
    "称える",
    "たたえる",
    "dương, ca tụng"
  ],
  [
    "移植",
    "いしょく",
    "cấy , ghép"
  ],
  [
    "移行",
    "いこう",
    "tiếp, di trú"
  ],
  [
    "稚拙な",
    "ちせつ",
    "ngô, trẻ con, kém cỏi"
  ],
  [
    "種を明かす",
    "あかす",
    "tỏ, vạch trần thủ thuật, mánh lới"
  ],
  [
    "種子",
    "しゅし",
    "giống"
  ],
  [
    "穏和な",
    "おんわ",
    "tình, thái độ ôn hòa, điềm đạm"
  ],
  [
    "究める",
    "きわめる",
    "thông, thành thạo"
  ],
  [
    "空しい",
    "むなしい",
    "rỗng, trồng trải, vô vị"
  ],
  [
    "空白",
    "くうはく",
    "trống, khoảng để trống"
  ],
  [
    "空虚な",
    "くうきょ",
    "vị, trống rỗng"
  ],
  [
    "突き止める",
    "突き止める",
    "kẽ, làm sáng tỏ nguyên nhân"
  ],
  [
    "突如",
    "突如",
    "nhiên"
  ],
  [
    "突如として",
    "突如として",
    "nhiên"
  ],
  [
    "立させる",
    "りょうりつ",
    "nuôi dạy con"
  ],
  [
    "端的な",
    "たんてき",
    "① rõ ràng"
  ],
  [
    "端緒",
    "たんしょ",
    "đầu , khởi đầu"
  ],
  [
    "競う",
    "きそう",
    "giành, ganh đua"
  ],
  [
    "笑み",
    "えみ",
    "cười"
  ],
  [
    "第一",
    "だいいち",
    "là, lý do đầu tiên là"
  ],
  [
    "筆記試験",
    "ひっき",
    "viết"
  ],
  [
    "等級",
    "等級",
    "hạng, thứ bậc"
  ],
  [
    "箇条書き",
    "かじょうがき",
    "ghi theo từng mục, gạch đầu dòng"
  ],
  [
    "管轄",
    "かんかつ",
    "thẩm quyền quản lý, quản hạt"
  ],
  [
    "簡易な",
    "かんい",
    "dàng, không tốn nhiều công sức"
  ],
  [
    "簡潔な",
    "かんけつ",
    "khiết, ngắn gọn"
  ],
  [
    "簡潔にまとめる",
    "かんけつ",
    "hiểu"
  ],
  [
    "簡素な",
    "かんそ",
    "phác; sự đơn giản"
  ],
  [
    "米を水に浸す",
    "ひたす",
    "nước"
  ],
  [
    "粘っこい",
    "粘っこい",
    "dính, nhùng nhằng"
  ],
  [
    "粘り付く",
    "粘り付く",
    "chặt"
  ],
  [
    "粘り強い",
    "ねばりづよい",
    "được"
  ],
  [
    "粘る",
    "粘る",
    "nhây, dính"
  ],
  [
    "精密な",
    "せいみつ",
    "xác, tỉ mỉ"
  ],
  [
    "精算所",
    "せいさんじょ",
    "tiền"
  ],
  [
    "精算書",
    "せいさんしょ",
    "toán"
  ],
  [
    "糸口",
    "いとぐち",
    "mối, manh mối"
  ],
  [
    "紋切り型",
    "紋切り型",
    "khuôn, sáo mòn"
  ],
  [
    "納める",
    "おさめる",
    "nộp, thu vào"
  ],
  [
    "紙幣",
    "しへい",
    "giấy"
  ],
  [
    "紛らわしい",
    "まぎらわしい",
    "lầm, bị nhầm"
  ],
  [
    "紛れる",
    "まぎれる",
    "lãng, phân tâm"
  ],
  [
    "紛争",
    "ふんそう",
    "chấp"
  ],
  [
    "紛争が起こる",
    "ふんそう",
    "tranh, tranh chấp xảy ra"
  ],
  [
    "紛失",
    "ふんしつ",
    "mắt, thất lạc"
  ],
  [
    "素っ気ない",
    "そっけない",
    "lốc, lạnh nhạt"
  ],
  [
    "素早い",
    "すばやい",
    "chóng, thường dùng khi đánh giá kết quả"
  ],
  [
    "素材",
    "そざい",
    "liệu, vật liệu"
  ],
  [
    "素材を吟味する",
    "そざい",
    "liệu"
  ],
  [
    "素気無い",
    "すげない",
    "lốc, lạnh nhạt"
  ],
  [
    "素質",
    "そしつ",
    "chất, năng khiếu"
  ],
  [
    "細菌",
    "さいきん",
    "khuẩn"
  ],
  [
    "終始",
    "しゅうし",
    "buổi"
  ],
  [
    "終日",
    "しゅうじつ",
    "ngày"
  ],
  [
    "終日禁煙",
    "しゅうじつ",
    "ngày"
  ],
  [
    "経歴・キャリア",
    "経歴・キャリア",
    "việc, kinh nghiệm làm việc"
  ],
  [
    "経緯",
    "けいい",
    "việc"
  ],
  [
    "結ぶ",
    "むすぶ",
    "giày, cột 2 cái lại thành một"
  ],
  [
    "結婚パレード",
    "結婚パレード",
    "cưới"
  ],
  [
    "絡む",
    "からむ",
    "rỗi, bị vướng vào"
  ],
  [
    "給仕",
    "きゅうじ",
    "viên, phục vụ"
  ],
  [
    "統一",
    "統一",
    "nhất"
  ],
  [
    "絶える",
    "たえる",
    "chủng"
  ],
  [
    "絶縁",
    "ぜつえん",
    "①cắt đứt duyên nợ、② cách điện、cách nhiệt"
  ],
  [
    "継ぐ",
    "つぐ",
    "thừa"
  ],
  [
    "継承",
    "けいしょう",
    "thừa, thừa hưởng"
  ],
  [
    "継続する",
    "けいぞく",
    "động, hành vi"
  ],
  [
    "維持する",
    "いじ",
    "trì, giữ trạng thái không đổi"
  ],
  [
    "締める",
    "しめる",
    "buộc, vặn chặt"
  ],
  [
    "緩む",
    "ゆるむ",
    "léo, nhẹ nhõm, bớt đi"
  ],
  [
    "緩める",
    "ゆるめる",
    "lồng"
  ],
  [
    "緩和",
    "かんわ",
    "lồng"
  ],
  [
    "緻密な",
    "ちみつ",
    "trọng, tỉ mỉ, chỉn chu"
  ],
  [
    "縁取り",
    "ふちどり",
    "viền, mép"
  ],
  [
    "縁談",
    "えんだん",
    "cưới"
  ],
  [
    "縛る",
    "しばる",
    "cây, cột tay"
  ],
  [
    "繁殖",
    "繁殖",
    "sôi , nảy nở"
  ],
  [
    "繁盛",
    "繁盛",
    "vượng"
  ],
  [
    "繊維",
    "せんい",
    "dệt, chất sơ"
  ],
  [
    "罪人",
    "ざいにん",
    "phạm"
  ],
  [
    "罪深い",
    "つみぶかい",
    "tội, tội lỗi"
  ],
  [
    "罰する",
    "ばっする",
    "phạt,bắt tội"
  ],
  [
    "罰則",
    "ばっそく",
    "phạt"
  ],
  [
    "罰金",
    "ばっきん",
    "tiền"
  ],
  [
    "署名",
    "しょめい",
    "kí, đề tên"
  ],
  [
    "群を抜く",
    "ぐんをぬく",
    "chúng"
  ],
  [
    "義兄",
    "ぎけい",
    "chồng, anh vợ"
  ],
  [
    "義妹",
    "ぎまい",
    "chồng, em gái vợ"
  ],
  [
    "義姉",
    "ぎし",
    "chồng, chị vợ"
  ],
  [
    "義弟",
    "ぎてい",
    "chồng, em trai vợ"
  ],
  [
    "義母",
    "ぎぼ",
    "chồng, mẹ vợ"
  ],
  [
    "義父",
    "ぎふ",
    "chồng, bố vợ"
  ],
  [
    "耐える",
    "たえる",
    "đựng"
  ],
  [
    "耳につく",
    "耳につく",
    "ào, bị phân tâm"
  ],
  [
    "耳に挟む",
    "耳に挟む",
    "nghe, lọt vào tai"
  ],
  [
    "職する",
    "きんぞく",
    "liên tục"
  ],
  [
    "職人技",
    "しょくにんわざ",
    "viên, người thợ có kĩ thuật khéo léo"
  ],
  [
    "職員",
    "ひじょうきん",
    "trực - nhân viên bán thời"
  ],
  [
    "肉親",
    "肉親",
    "mủ, ruột rà, cùng huyết thống"
  ],
  [
    "肥える",
    "こえる",
    "béo,màu mỡ"
  ],
  [
    "肩を並べる",
    "肩を並べる",
    "vai, có năng lực ngang bằng"
  ],
  [
    "肩を持つ",
    "かたをもつ",
    "hộ, đứng về phía của ai đó"
  ],
  [
    "育児を放棄する",
    "ほうき",
    "là, bỏ mặc sự nuôi dạy con cái"
  ],
  [
    "背景",
    "はいけい",
    "bối cảnh, nền tảng phía sau"
  ],
  [
    "胸が詰まる",
    "むねがつまる",
    "ngực"
  ],
  [
    "胸を突く",
    "胸を突く",
    "tim, gây ra sự ngạc"
  ],
  [
    "胸を貸す/借りる",
    "胸を貸す/借りる",
    "khác/ nhận được sự"
  ],
  [
    "脆い",
    "脆い",
    "giòn, mồng nm"
  ],
  [
    "腕を振るう",
    "腕を振るう",
    "thuật, kĩ năng"
  ],
  [
    "腕を磨く",
    "腕を磨く",
    "thuật, kĩ năng"
  ],
  [
    "腹をくくる",
    "腹をくくる",
    "tâm, không nản chí cho dù kết quả có"
  ],
  [
    "腹を読む",
    "腹を読む",
    "phương"
  ],
  [
    "腹痛が起こる",
    "腹痛が起こる",
    "bụng"
  ],
  [
    "腹立たしい",
    "腹立たしい",
    "mình, cấu giận"
  ],
  [
    "膨大な",
    "ぼうだい",
    "thường"
  ],
  [
    "臆病な",
    "おくびょう",
    "nhát"
  ],
  [
    "臆病になる",
    "臆病になる",
    "nhát, sợ sệt cái gì đó"
  ],
  [
    "臨む",
    "のぞむ",
    "nhất"
  ],
  [
    "自己",
    "じこ",
    "mình"
  ],
  [
    "自己暗示",
    "じこあんじ",
    "thị, tự mình gây ra tác động tâm lý lên"
  ],
  [
    "自我",
    "じが",
    "ý,tâm đắc,tự hào"
  ],
  [
    "自粛を求める",
    "自粛を求める",
    "cầu, đòi hỏi sự tự tiết chế"
  ],
  [
    "自覚",
    "じかく",
    "giác,tự nhận thức"
  ],
  [
    "自覚を持つ",
    "自覚を持つ",
    "giác"
  ],
  [
    "自覚症状",
    "じかく",
    "người bệnh"
  ],
  [
    "自負",
    "じふ",
    "ngạo, tự phụ"
  ],
  [
    "自費",
    "じひ",
    "tiền"
  ],
  [
    "自重",
    "じちょう",
    "trọng"
  ],
  [
    "至って",
    "至って",
    "mức, vượt qua giới hạn thông thường"
  ],
  [
    "致命的な",
    "ちめいてき",
    "mạng"
  ],
  [
    "興す",
    "おこす",
    "hưng, phục hồi"
  ],
  [
    "舐める",
    "なめる",
    "liếm"
  ],
  [
    "舗装",
    "ほそう",
    "đường"
  ],
  [
    "船が海峡を渡る",
    "かいきょう",
    "biển"
  ],
  [
    "船舶",
    "せんばぱく",
    "thuyền"
  ],
  [
    "色艶",
    "いろつや",
    "sắc, sắc diễm"
  ],
  [
    "艶々",
    "つやつや",
    "bảy, sự trơn láng"
  ],
  [
    "艶を出す",
    "艶を出す",
    "hiện, làm cho nhẵn"
  ],
  [
    "艶消し",
    "つやけし",
    "xỉn, bị mờ"
  ],
  [
    "花が咲く",
    "花が咲く",
    "động, náo nhiệt"
  ],
  [
    "芽が出る",
    "芽が出る",
    "cảm nhận được"
  ],
  [
    "若々しい",
    "わかわかしい",
    "trung, không phải nói về người trẻ tuổi"
  ],
  [
    "英雄",
    "えいゆう",
    "hùng"
  ],
  [
    "茶道を嗜む",
    "たしなむ",
    "thú, yêu thích trà đạo"
  ],
  [
    "荒々しい",
    "あらあらしい",
    "lỗ , cộc cần"
  ],
  [
    "荒っぽい",
    "あらっぽい",
    "bạo,hung đữ, thô lỗ"
  ],
  [
    "荘厳",
    "そうごん",
    "trọng, uy nghiêm"
  ],
  [
    "荘重",
    "そうちょう",
    "trọng, uy nghiêm"
  ],
  [
    "華々い",
    "華々い",
    "lệ , hào hoa"
  ],
  [
    "華々しい",
    "華々しい",
    "rỡ, hoành tráng"
  ],
  [
    "華美な",
    "かび",
    "mỹ, vẻ tráng lệ"
  ],
  [
    "落ち着く",
    "落ち着く",
    "không bình tĩnh →"
  ],
  [
    "著しい",
    "いちじるしい",
    "rệt, đáng kể"
  ],
  [
    "著書",
    "ちょしょ",
    "phẩm"
  ],
  [
    "葬式",
    "そうしき",
    "lễ, đám tang"
  ],
  [
    "蓄え",
    "たくわえ",
    "giữ, dự trữ, tích lũy"
  ],
  [
    "薄命",
    "薄命",
    "mệnh 【"
  ],
  [
    "虚無",
    "きょむ",
    "rỗng, hư vô"
  ],
  [
    "虫がいい",
    "虫がいい",
    "bản thân, không"
  ],
  [
    "虫が好かない",
    "虫が好かない",
    "đó được"
  ],
  [
    "蚤の市",
    "のみのいち",
    "trời"
  ],
  [
    "融通をつける",
    "融通をつける",
    "tiền"
  ],
  [
    "血縁",
    "けつえん",
    "máu, cùng huyết thống"
  ],
  [
    "行い",
    "おこない",
    "hiện"
  ],
  [
    "行き渡る",
    "行き渡る",
    "vật, tin tức đến tay mọi người"
  ],
  [
    "行く手",
    "ゆくて",
    "triển"
  ],
  [
    "行く手を遮る",
    "さえぎる",
    "đường, bước đường tiến lên"
  ],
  [
    "行く手を阻む",
    "行く手を阻む",
    "đường, bước đường tiến lên"
  ],
  [
    "街灯",
    "街灯",
    "đường"
  ],
  [
    "街道",
    "街道",
    "chính"
  ],
  [
    "衛星",
    "えいせい",
    "tỉnh"
  ],
  [
    "衝動",
    "しょうどう",
    "động, bốc đồng, bộc phát"
  ],
  [
    "衝動を抑える",
    "おさえる",
    "phát, bốc đồng"
  ],
  [
    "衝動買い",
    "しょうどうがい",
    "đồ, bộc phát"
  ],
  [
    "衝撃",
    "しょうげき",
    "shock, xung kích, va đập mạnh"
  ],
  [
    "衝撃波",
    "しょうげきは",
    "kích"
  ],
  [
    "衣装",
    "いしょう",
    "phục"
  ],
  [
    "衰退",
    "すいたい",
    "thoái"
  ],
  [
    "裂く",
    "きく",
    "xé rách, tách ra"
  ],
  [
    "装う",
    "よそおう",
    "vờ, giả bộ. Làm đẹp"
  ],
  [
    "裏付け捜査",
    "そうさ",
    "tra, tìm kiếm dấu hiệu, bằng chứng"
  ],
  [
    "裏取引",
    "うらとりひき",
    "ngầm,"
  ],
  [
    "裏表のない性格",
    "うらおもて",
    "mặt, không có tráo"
  ],
  [
    "補償",
    "ほしょう",
    "thường"
  ],
  [
    "補償する",
    "ほしょう",
    "thất, thiệt hại"
  ],
  [
    "補償金",
    "ほしょうきん",
    "thường"
  ],
  [
    "補充する",
    "ほじゅう",
    "định"
  ],
  [
    "補欠",
    "ほけつ",
    "sung, bỗ khuyết"
  ],
  [
    "補給",
    "ほきゅう",
    "thêm,bỗ sung thêm"
  ],
  [
    "補足する",
    "ほそく",
    "thiếu"
  ],
  [
    "製鉄",
    "せいてつ",
    "thép"
  ],
  [
    "褒美",
    "ほうび",
    "thưởng"
  ],
  [
    "褒美を与える",
    "褒美を与える",
    "thưởng"
  ],
  [
    "襲う",
    "おそう",
    "kích, tấn công"
  ],
  [
    "要領がいい",
    "ようりょう",
    "minh, lanh lợi"
  ],
  [
    "要領のいい人",
    "要領のいい人",
    "ý không phải là"
  ],
  [
    "覇者",
    "覇者",
    "quân, dẫn đầu"
  ],
  [
    "見えない",
    "見えない",
    "thấy ⇔ không nhìn thấy trước tương lai"
  ],
  [
    "見かける",
    "みかける",
    "thấy"
  ],
  [
    "見る",
    "おおめ",
    "qua, coi nhưng không thấy những lỗi"
  ],
  [
    "見合わせる",
    "見合わせる",
    "hoãn, hoãn lại."
  ],
  [
    "見地",
    "けんち",
    "điểm"
  ],
  [
    "見当",
    "けんとう",
    "báo, ước tính"
  ],
  [
    "見渡す",
    "みわたす",
    "thể, bao quát"
  ],
  [
    "見積もり",
    "みつもり",
    "giá, ước lượng giá"
  ],
  [
    "見落とす",
    "みおとす",
    "sót, lỗi"
  ],
  [
    "見解",
    "けんかい",
    "điểm, ý kiến khi xử lý vấn đề"
  ],
  [
    "見解を問う",
    "見解を問う",
    "điểm"
  ],
  [
    "見識",
    "けんしき",
    "kiến thức, tầm hiểu biết"
  ],
  [
    "見込みが立つ",
    "たつ",
    "báo, đưa ra dự báo"
  ],
  [
    "見通しが立つ",
    "見通しが立つ",
    "đoán"
  ],
  [
    "規制を強める",
    "つよめる",
    "cố, làm mạnh quy chế"
  ],
  [
    "規則",
    "きそく",
    "chế, luật lệ của công ty, tổ chức về lĩnh vực"
  ],
  [
    "規定",
    "きてい",
    "định"
  ],
  [
    "規格",
    "きかく",
    "sản phẩm"
  ],
  [
    "規範",
    "きはん",
    "phạm"
  ],
  [
    "視界",
    "しかい",
    "① tầm nhìn, tầm mắt ② tầm nhìn, tầm hiểu"
  ],
  [
    "視線",
    "しせん",
    "mắt, ánh nhìn"
  ],
  [
    "視線を浴びる",
    "視線を浴びる",
    "nhìn, bị để ý"
  ],
  [
    "視線を逸らす",
    "視線を逸らす",
    "khác"
  ],
  [
    "視覚",
    "しかく",
    "giác"
  ],
  [
    "視野",
    "しや",
    "① tầm nhìn, tầm mắt"
  ],
  [
    "視野が広がる",
    "ひろがる",
    "rộng"
  ],
  [
    "視野を広げる",
    "ひろげる",
    "biết"
  ],
  [
    "視野を狭める",
    "せばめる",
    "biết"
  ],
  [
    "視野を遮る",
    "さえぎる",
    "nhìn"
  ],
  [
    "覚悟",
    "かくご",
    "sàng, quyết tâm"
  ],
  [
    "親しみを持つ",
    "親しみを持つ",
    "thiện"
  ],
  [
    "親善",
    "しんぜん",
    "thiện,giao hữu"
  ],
  [
    "親睦",
    "しんぼく",
    "nã: n Gắn bó"
  ],
  [
    "観点",
    "かんてん",
    "nhân"
  ],
  [
    "解剖",
    "かいぼう",
    "thi, m6 xẻ vấn đề"
  ],
  [
    "解除",
    "かいじょ",
    "bỏ, miễn trừ,chấm đứt"
  ],
  [
    "解雇",
    "かいこ",
    "thải"
  ],
  [
    "言いつける",
    "言いつける",
    "①mách lẻo, ②sai bảo"
  ],
  [
    "言い張る",
    "言い張る",
    "điểm của bản"
  ],
  [
    "言い聞かせる",
    "言い聞かせる",
    "nói, giải thích, giảng giải cho người khác"
  ],
  [
    "言い返す",
    "言い返す",
    "thua, đáp trả lại"
  ],
  [
    "言動",
    "げんどう",
    "lời nói và hành động"
  ],
  [
    "訂正",
    "ていせい",
    "lại , đính chính"
  ],
  [
    "許し",
    "ゆるし",
    "thứ , cho phép"
  ],
  [
    "許容",
    "きょよう",
    "nhận, cho phép"
  ],
  [
    "訴える",
    "うったえる",
    "tụng, khiếu kiện"
  ],
  [
    "訴えを聞く",
    "訴えを聞く",
    "người khác"
  ],
  [
    "訴訟を起こす",
    "そしょう",
    "kiện"
  ],
  [
    "診療",
    "しんりょう",
    "đoán"
  ],
  [
    "試行",
    "しこう",
    "nghiệm"
  ],
  [
    "話の種",
    "話の種",
    "②cốt lõi, trọng tâm"
  ],
  [
    "該当",
    "該当",
    "thích"
  ],
  [
    "詳細な",
    "しょうさい",
    "tiết"
  ],
  [
    "誇らしい",
    "ほこらしい",
    "hào, hanh diện"
  ],
  [
    "誇りが傷つく",
    "きずつく",
    "thương"
  ],
  [
    "誇大",
    "こだい",
    "đại, khoa trương"
  ],
  [
    "誇張する",
    "こちょう",
    "phét, khoác loác, khoa trương"
  ],
  [
    "認識",
    "認識",
    "thức"
  ],
  [
    "認識を改める",
    "認識を改める",
    "giá, nhận thức lại"
  ],
  [
    "語り",
    "かたり",
    "chuyện"
  ],
  [
    "語尾",
    "ごび",
    "tố , âm cuối"
  ],
  [
    "誤り",
    "あやまり",
    "sót, lỗi không quá nghiêm trọng"
  ],
  [
    "誤解",
    "ごかい",
    "lầm , hiểu sai"
  ],
  [
    "課題",
    "かだい",
    "chuyện"
  ],
  [
    "調う",
    "調う",
    "sàng, chuẩn bị"
  ],
  [
    "諸君",
    "しょくん",
    "bạn , các vị"
  ],
  [
    "謎な",
    "なぞ",
    "bí, bí ẩn"
  ],
  [
    "謙虚な",
    "けんきょ",
    "nhường; khiêm tốn"
  ],
  [
    "講義を受講する",
    "講義を受講する",
    "giảng"
  ],
  [
    "謝絶",
    "しゃぜつ",
    "tuyệt , từ chối"
  ],
  [
    "警戒",
    "けいかい",
    "giác,đề phòng"
  ],
  [
    "警戒にあたる",
    "警戒にあたる",
    "giác"
  ],
  [
    "警戒心",
    "けいかいしん",
    "giác"
  ],
  [
    "警部",
    "けいぶ",
    "thanh tra cảnh sát"
  ],
  [
    "議する",
    "しんぎ",
    "quốc hội"
  ],
  [
    "護衛",
    "ごえい",
    "vệ, hộ tống"
  ],
  [
    "豊かな",
    "ゆたか",
    "có, phong phú"
  ],
  [
    "豊作",
    "ほうさく",
    "mùa, mùa màng bội thu"
  ],
  [
    "負う",
    "おう",
    "mang, gánh vác"
  ],
  [
    "負傷",
    "ふしょう",
    "thương"
  ],
  [
    "財政",
    "ざいせい",
    "chính"
  ],
  [
    "財政破綻",
    "ざいせいはたん",
    "sản, tài chính"
  ],
  [
    "財源",
    "ざいげん",
    "vốn, ngân quỹ"
  ],
  [
    "財閥",
    "ざいばっ",
    "nghiệp, cty lớn"
  ],
  [
    "貢献度",
    "こうけんど",
    "hiến"
  ],
  [
    "貧富",
    "ひんぶ",
    "nghèo"
  ],
  [
    "貧布",
    "貧布",
    "phát"
  ],
  [
    "貧弱な",
    "ひんじゃく",
    "gò, yếu đuối"
  ],
  [
    "貨幣",
    "かへい",
    "tệ, đồng tiền"
  ],
  [
    "貫く",
    "つらぬく",
    "thân, thông suốt từ đầu"
  ],
  [
    "貫禄",
    "かんろく",
    "nghiêm,chững chac"
  ],
  [
    "責め",
    "せめ",
    "nhiệm"
  ],
  [
    "責め立てる",
    "責め立てる",
    "trích, gây áp lực mạnh lên đối phương"
  ],
  [
    "貴ぶ",
    "貴ぶ",
    "kính, tôn trọng"
  ],
  [
    "買う",
    "買う",
    "bác, làm những điều khiến người"
  ],
  [
    "費やす",
    "ついやす",
    "tiêu"
  ],
  [
    "貼る",
    "貼る",
    "khác"
  ],
  [
    "賃貸",
    "ちんたい",
    "thuê"
  ],
  [
    "賃金",
    "ちんぎん",
    "lương"
  ],
  [
    "資料",
    "しりょう",
    "tài liệu"
  ],
  [
    "賑わう",
    "賑わう",
    "nhiệt, sôi động"
  ],
  [
    "賛同する",
    "さんどう",
    "thành, ủng hộ"
  ],
  [
    "賞罰",
    "しょうばつ",
    "phạt"
  ],
  [
    "賠償",
    "ばいしょう",
    "thường"
  ],
  [
    "賢明な",
    "けんめい",
    "minh, sáng suốt"
  ],
  [
    "質素",
    "しっそ",
    "dị, thanh đạm"
  ],
  [
    "賭う",
    "まかなう",
    "trả, trang trải"
  ],
  [
    "賭け",
    "かけ",
    "cá cược, sự đánh cược"
  ],
  [
    "赴く",
    "おもむく",
    "tới, xu hướng"
  ],
  [
    "赴任",
    "ふにん",
    "chức"
  ],
  [
    "起きる",
    "起きる",
    "ứng, cảm giác không thích"
  ],
  [
    "起こす",
    "起こす",
    "thích"
  ],
  [
    "起源",
    "きげん",
    "nguyên, nguồn gốc"
  ],
  [
    "起点",
    "きてん",
    "điểm bắt đầu"
  ],
  [
    "足がかり",
    "あしがかり",
    "chân"
  ],
  [
    "足が出る",
    "足が出る",
    "toán, bị thâm hụt tiền"
  ],
  [
    "足が早い",
    "足が早い",
    "hỏng"
  ],
  [
    "足し",
    "たし",
    "thêm , bỗ sung thêm"
  ],
  [
    "足並み",
    "あしなみ",
    "chân"
  ],
  [
    "足首をひねる",
    "あしくび",
    "chân"
  ],
  [
    "跡取り",
    "あととり",
    "thừa"
  ],
  [
    "跡継ぎ",
    "あとつぎ",
    "thừa"
  ],
  [
    "踏まえる",
    "ふまえる",
    "trên, xét đến"
  ],
  [
    "身がもたない",
    "身がもたない",
    "được, không chịu được"
  ],
  [
    "身の回り",
    "みのまわり",
    "thân"
  ],
  [
    "身を引く",
    "身を引く",
    "vị, vị thế hiện tại đang có"
  ],
  [
    "身を立てる",
    "身を立てる",
    "nghề, kĩ thuật nào đó"
  ],
  [
    "身振り",
    "みぶり",
    "bộ, cử chỉ"
  ],
  [
    "軌道",
    "きどう",
    "quỹ đạo"
  ],
  [
    "転任する",
    "転任する",
    "khác"
  ],
  [
    "転勤する",
    "転勤する",
    "tác, chuyển đến chi nhánh khác"
  ],
  [
    "転覆",
    "てんぶく",
    "ngược"
  ],
  [
    "軽く見る",
    "軽く見る",
    "thường"
  ],
  [
    "軽はずみ",
    "かるはずみ",
    "suất, không cẩn thận"
  ],
  [
    "軽快な",
    "けいかい",
    "chuyển, tinh tế"
  ],
  [
    "軽快な曲",
    "けいかい",
    "nhộn, tươi vui"
  ],
  [
    "軽減",
    "けいばげん",
    "giảm nhẹ"
  ],
  [
    "軽率な",
    "けいそつ",
    "suất, không cẩn thận"
  ],
  [
    "軽茂",
    "けいべつ",
    "thị, khinh miệt"
  ],
  [
    "輝かしい",
    "かがやかしい",
    "lạn, rực rỡ, huy hoàng"
  ],
  [
    "轟く",
    "轟く",
    "ầm, gầm lên"
  ],
  [
    "辛口の味",
    "からくち",
    "mặn, vị cay"
  ],
  [
    "辛抱",
    "しんぼう",
    "đựng"
  ],
  [
    "辛抱強い",
    "しんぼうづよい",
    "đựng"
  ],
  [
    "辞職",
    "じしょく",
    "chức"
  ],
  [
    "辞退",
    "じたい",
    "chức , từ chối"
  ],
  [
    "込み上げる",
    "込み上げる",
    "trào"
  ],
  [
    "込む",
    "ひとすじ",
    "âm nhạc"
  ],
  [
    "込める",
    "こめる",
    "dồn, nạp"
  ],
  [
    "迅速性",
    "迅速性",
    "chóng"
  ],
  [
    "迎合",
    "げいごう",
    "hùa theo, nịnh theo"
  ],
  [
    "近々",
    "ちかぢか",
    "kề, đến gần, sắp sửa"
  ],
  [
    "近年にない",
    "近年にない",
    "có + N"
  ],
  [
    "迫力",
    "迫力",
    "liệt, sức lôi cuốn, thúc đẩy"
  ],
  [
    "追い詰める",
    "追い詰める",
    "tường, không"
  ],
  [
    "追い込む",
    "追い込む",
    "khó khăn"
  ],
  [
    "追放",
    "ついほう",
    "xuất, bài trừ"
  ],
  [
    "追求",
    "ついきゅう",
    "đuổi , tìm kiếm"
  ],
  [
    "退却",
    "たいきゃく",
    "lui , nghỉ việc"
  ],
  [
    "退廃",
    "たいはい",
    "thoái"
  ],
  [
    "退職",
    "たいしょく",
    "việc"
  ],
  [
    "逃げ出す",
    "逃げ出す",
    "trốn"
  ],
  [
    "逃す",
    "のがす",
    "khắc, thời điểm"
  ],
  [
    "逃れる",
    "のがれる",
    "tấu, trốn chạy"
  ],
  [
    "途上",
    "途上",
    "đi,giữa đường"
  ],
  [
    "通し",
    "通し",
    "qua, suốt"
  ],
  [
    "通して見る",
    "通して見る",
    "lọc, đánh giá"
  ],
  [
    "連携",
    "れんけい",
    "tác, chung sức"
  ],
  [
    "連日",
    "れんじつ",
    "ngày"
  ],
  [
    "進化を遂げる",
    "進化を遂げる",
    "được, đạt được sự tiến hóa, sự cải tiến"
  ],
  [
    "進呈",
    "しんてい",
    "biếu, tặng, cho"
  ],
  [
    "進行",
    "しんこう",
    "hành"
  ],
  [
    "進路",
    "しんろ",
    "triển"
  ],
  [
    "逸らす",
    "そらす",
    "hướng, nhìn chỗ khác"
  ],
  [
    "遂行",
    "すいこう",
    "thực hiện, hoàn thành nhiệm vụ"
  ],
  [
    "遅延",
    "ちえん",
    "hoãn"
  ],
  [
    "遊園地",
    "ゆうえんち",
    "khu vui chơi, công viên giải trí"
  ],
  [
    "運勢",
    "うんせい",
    "mệnh"
  ],
  [
    "運搬",
    "うんばん",
    "chuyển"
  ],
  [
    "運用",
    "うんよう",
    "dụng"
  ],
  [
    "運輸",
    "うんゆ",
    "chuyến, vận tải"
  ],
  [
    "過ち",
    "あやまち",
    "trọng, tội lỗi"
  ],
  [
    "過剰な",
    "かじょう",
    "thiết"
  ],
  [
    "過去の経験から結果を類推する",
    "過去の経験から結果を類推する",
    "ý nghĩa"
  ],
  [
    "過多な",
    "かた",
    "nhiều"
  ],
  [
    "過失",
    "かしつ",
    "bại, sai lầm"
  ],
  [
    "過程",
    "かてい",
    "đoạn, quá trình đã xảy qua"
  ],
  [
    "違反",
    "いはん",
    "phạm"
  ],
  [
    "遥かに",
    "遥かに",
    "nhiều, rất"
  ],
  [
    "遮断",
    "しゃだん",
    "ngắt, chặn, làm gián đoạn"
  ],
  [
    "選択科目を取る",
    "選択科目を取る",
    "chọn"
  ],
  [
    "選考",
    "せんこう",
    "chọn"
  ],
  [
    "遺伝",
    "いでん",
    "truyền"
  ],
  [
    "遺言",
    "ゆいごん",
    "ngôn"
  ],
  [
    "遺跡",
    "いせき",
    "tích"
  ],
  [
    "避暑",
    "ひしょ",
    "nóng"
  ],
  [
    "避難",
    "ひなん",
    "nạn,"
  ],
  [
    "還暦",
    "かんれき",
    "đón U60"
  ],
  [
    "部下",
    "ぶか",
    "dưới"
  ],
  [
    "配列",
    "配列",
    "hàng"
  ],
  [
    "配給",
    "配給",
    "phối"
  ],
  [
    "重々しい",
    "おもおもしい",
    "trọng"
  ],
  [
    "重傷",
    "じゅうしょう",
    "thương"
  ],
  [
    "重厚な曲",
    "じゅうこう",
    "nghiêm, hào hùng"
  ],
  [
    "重宝な",
    "ちょうほう",
    "lợi, hữu dụng"
  ],
  [
    "重苦しい",
    "おもくるしい",
    "nặng nề, khó chịu"
  ],
  [
    "野心",
    "やしん",
    "vọng"
  ],
  [
    "野心を抱く",
    "野心を抱く",
    "vọng"
  ],
  [
    "野心を持つ",
    "野心を持つ",
    "vọng"
  ],
  [
    "野心作",
    "やしんさく",
    "làm, công việc đầy tham vọng"
  ],
  [
    "野心家",
    "やしんか",
    "lợ, lớn lao"
  ],
  [
    "野心的な",
    "野心的な",
    "vọng"
  ],
  [
    "野望",
    "やぼう",
    "vọng"
  ],
  [
    "野次",
    "やじ",
    "giễu, nhạo báng, la ó"
  ],
  [
    "鈍感な",
    "どんかん",
    "ngốc, chậm tiêu, không nhanh nhạy"
  ],
  [
    "鈍重な",
    "どんじゅう",
    "chạp, lù đù"
  ],
  [
    "鉱業",
    "こうぎょう",
    "khoáng"
  ],
  [
    "銜える",
    "くわえる",
    "ngậm"
  ],
  [
    "錯覚に陥る",
    "おちいる",
    "giác"
  ],
  [
    "鍛える",
    "きたえる",
    "luyện, trui rèn"
  ],
  [
    "閉ざす",
    "閉ざす",
    "điền"
  ],
  [
    "閉口",
    "閉口",
    "khăn, Im lặng"
  ],
  [
    "閉鎖",
    "閉鎖",
    "tỏa, tạm dừng"
  ],
  [
    "開拓",
    "かいたく",
    "thác"
  ],
  [
    "間隙",
    "かんげき",
    "hỏng, sơ hở"
  ],
  [
    "関く",
    "ひらめく",
    "sáng, lóe ý tưởng"
  ],
  [
    "関節が外れる",
    "かんせつ",
    "khớp"
  ],
  [
    "閲覧する",
    "えつらん",
    "đọc, xem trang chủ"
  ],
  [
    "阻む",
    "阻む",
    "trở, ngăn cản"
  ],
  [
    "阻害",
    "そがい",
    "ngại, gây cản trở"
  ],
  [
    "限りない",
    "かぎりない",
    "cùng , vô tận"
  ],
  [
    "除去",
    "じょきょ",
    "bỏ, giải thoát"
  ],
  [
    "陥れる",
    "おとしいれる",
    "dỗ, gài bẫy"
  ],
  [
    "陰り",
    "かげり",
    "khuất, bóng tôi, chiêu"
  ],
  [
    "陰気な",
    "いんき",
    "u, ảm đạm"
  ],
  [
    "陽気な",
    "ようき",
    "① vui vẻ, hớn hởn"
  ],
  [
    "隅から隅まで",
    "隅から隅まで",
    "tìm) từ góc này đến góc kia"
  ],
  [
    "隈なく",
    "くまなく",
    "kiếm) hết tất cả các ngóc ngách"
  ],
  [
    "階層",
    "かいそう",
    "lớp ,các level"
  ],
  [
    "隔たり",
    "隔たり",
    "nhau, sự không hòa hợp nhau giữa 2"
  ],
  [
    "隔週で",
    "かくしゅう",
    "tuần"
  ],
  [
    "隠居",
    "いんきょ",
    "ớ ẩn, về hưu"
  ],
  [
    "雇用",
    "こよう",
    "dụng"
  ],
  [
    "雇用する",
    "こよう",
    "thuê, mướn, tuyển dụng"
  ],
  [
    "雑な",
    "ざつ",
    "ẩu, cẩu thả"
  ],
  [
    "離れ技",
    "離れ技",
    "không làm được"
  ],
  [
    "難関",
    "なんかん",
    "khăn"
  ],
  [
    "霞む",
    "かすむ",
    "sương"
  ],
  [
    "霧が立ち込める",
    "きり",
    "khói, sương mù, mùi hương"
  ],
  [
    "露骨な",
    "ろこつ",
    "ràng, không giấu diếm"
  ],
  [
    "青春",
    "せいしゅん",
    "xuân"
  ],
  [
    "非公式な/の",
    "ひこうしき",
    "thức"
  ],
  [
    "非凡な",
    "ひぼん",
    "thường"
  ],
  [
    "非社交的な",
    "ひしゃこうてき",
    "người"
  ],
  [
    "非行に走る",
    "ひこう",
    "tốt, sai trái"
  ],
  [
    "非難",
    "ひなん",
    "trích , phê bình"
  ],
  [
    "面会謝絶になる",
    "めんかいしゃぜつ",
    "gặp, thăm"
  ],
  [
    "面識",
    "めんしき",
    "sự quen biết, từng gặp mặt"
  ],
  [
    "音響",
    "おんきょう",
    "thanh, tiếng vọng"
  ],
  [
    "響き渡る",
    "響き渡る",
    "thanh, giọng nói vang đi rất xa"
  ],
  [
    "順応",
    "じゅんのう",
    "cảm, thích nghỉ"
  ],
  [
    "預金",
    "よきん",
    "hàng"
  ],
  [
    "頑丈そうな体つき",
    "頑丈そうな体つき",
    "chắc"
  ],
  [
    "頑丈な",
    "頑丈な",
    "vững, chắc chắn"
  ],
  [
    "頭をひねる",
    "頭をひねる",
    "nghĩ"
  ],
  [
    "頭を抱える",
    "頭を抱える",
    "đầu, bức tai trước vấn đề nan giải"
  ],
  [
    "頭文字",
    "かしらもじ",
    "dòng"
  ],
  [
    "頭痛に悪い病気が潜む",
    "頭痛に悪い病気が潜む",
    "ủ bệnh"
  ],
  [
    "頻度",
    "ひんど",
    "số , tần độ"
  ],
  [
    "顔つき",
    "かおつき",
    "mặt, nét mặt"
  ],
  [
    "顔に泥を塗る",
    "顔に泥を塗る",
    "khác"
  ],
  [
    "顔を立てる",
    "顔を立てる",
    "khác"
  ],
  [
    "顕著な",
    "けんちょ",
    "bật, rõ rệt"
  ],
  [
    "類わしい",
    "わずらわしい",
    "toái"
  ],
  [
    "顧客",
    "こきゃく",
    "khách hàng"
  ],
  [
    "風情",
    "ふぜい",
    "tượng, hấp dẫn"
  ],
  [
    "風景",
    "ふうけい",
    "cảnh"
  ],
  [
    "風習に従う",
    "ふうしゅう",
    "quán"
  ],
  [
    "飛躍的な",
    "飛躍的な",
    "vọt, mang tính đột phá"
  ],
  [
    "食い意地",
    "食い意地",
    "nào, đòi ăn dữ"
  ],
  [
    "食い止める",
    "食い止める",
    "tiến triển"
  ],
  [
    "食物",
    "しょくもつ",
    "phẩm"
  ],
  [
    "食生活",
    "しょくせいかつ",
    "bằng"
  ],
  [
    "飼育",
    "しいく",
    "nuôi"
  ],
  [
    "飾り立てる",
    "飾り立てる",
    "chú ý của"
  ],
  [
    "養う",
    "やしなう",
    "nắng"
  ],
  [
    "首を捻る",
    "首を捻る",
    "hiểu, ngờ vực, nghi ngờ"
  ],
  [
    "首相",
    "しゅしょう",
    "tướng"
  ],
  [
    "首脳",
    "しゅのう",
    "leader, người đứng đầu"
  ],
  [
    "香ばしい",
    "こうばしい",
    "ngát"
  ],
  [
    "馬車",
    "ばしゃ",
    "ngựa"
  ],
  [
    "駅から徒歩五分",
    "駅から徒歩五分",
    "phút"
  ],
  [
    "騒ぎ立てる",
    "騒ぎ立てる",
    "ồn, làm quá vấn đề lên"
  ],
  [
    "驚き",
    "おどろき",
    "nhiên"
  ],
  [
    "驚異",
    "きょうい",
    "màu, điều kì diệu"
  ],
  [
    "驚異的な",
    "驚異的な",
    "diệu"
  ],
  [
    "高さだ",
    "高さだ",
    "là độ"
  ],
  [
    "高慢な",
    "こうまん",
    "cao. tự đại"
  ],
  [
    "鬱陶しい",
    "うっとうしい",
    "người"
  ],
  [
    "魅力",
    "みりょく",
    "dẫn, sự thu hút"
  ],
  [
    "麻痺",
    "まひ",
    "liệt"
  ],
  [
    "麻酔",
    "ますい",
    "mê, ma túy"
  ],
  [
    "鼓動",
    "こどう",
    "nhịp đập, tiếng tim đập"
  ]
];
