window.n1VocabularyExtra = [
  [
    "あえて・強いて",
    "あえて・強いて",
    "đó （あえて・強いて"
  ],
  [
    "あからさま",
    "あからさま",
    "bạch, rõ ràng"
  ],
  [
    "あくせくと",
    "あくせくと",
    "tiêu（あまりあくせく"
  ],
  [
    "あくどい",
    "あくどい",
    "hiểm, gian manh"
  ],
  [
    "あざとい",
    "あざとい",
    "mãnh"
  ],
  [
    "あたふた",
    "あたふた",
    "tấp, vội vàng（急に意見を求められて、"
  ],
  [
    "あっけない",
    "あっけない",
    "nghĩ"
  ],
  [
    "あべこべ",
    "あべこべ",
    "ngược, đảo lộn(あべこべの方向へ行く"
  ],
  [
    "あめをしゃぶる",
    "あめをしゃぶる",
    "kẹo"
  ],
  [
    "ありありと",
    "ありありと",
    "ngoài（彼女は不満なの"
  ],
  [
    "ありのままに",
    "ありのままに",
    "thật, thể hiện nguyên bản chất"
  ],
  [
    "ありふれる",
    "ありふれる",
    "dùng"
  ],
  [
    "ある⇔ない",
    "ある⇔ない",
    "lượng (nhiều)⇔ không có lượng (ít"
  ],
  [
    "い⇔悪い",
    "い⇔悪い",
    "tốt ⇔ xấu"
  ],
  [
    "い⇔短い",
    "い⇔短い",
    "dài ⇔ ngắn"
  ],
  [
    "いい⇔悪い",
    "いい⇔悪い",
    "tốt ⇔ xấu"
  ],
  [
    "いえじ",
    "いえじ",
    "nhà"
  ],
  [
    "いかなる",
    "いかなる",
    "kì…(いかなる場合においても"
  ],
  [
    "いくらか",
    "いくらか",
    "vài"
  ],
  [
    "いささか",
    "いささか",
    "chút, dùng với ý nghĩa không tốt（会議"
  ],
  [
    "いそいそ",
    "いそいそ",
    "hức（妹はいそいそとコンサートへ出か"
  ],
  [
    "いたずらに",
    "いたずらに",
    "phí（いたずらに休暇を過ご"
  ],
  [
    "いたわり",
    "いたわり",
    "thận (いたわりの言葉 từ ngữ được trau"
  ],
  [
    "いて祈る",
    "ほうがく",
    "địa メッカ cầu nguyện"
  ],
  [
    "いまだかつて",
    "いまだかつて",
    "từng, từ xưa đến giờ thì không …"
  ],
  [
    "いまだに",
    "いまだに",
    "kì vọng muốn"
  ],
  [
    "いやに",
    "いやに",
    "rất, đến mức trông có vẻ kì lạ, đáng ngờ（い"
  ],
  [
    "いわば",
    "いわば",
    "là...(彼女はいわば「クラスの"
  ],
  [
    "いわゆる",
    "いわゆる",
    "thế, cái mà gọi là （彼"
  ],
  [
    "うかうか",
    "うっかり",
    "đễnh（うかうかしていると、弟に追い抜け"
  ],
  [
    "うずうず",
    "うずうず",
    "chồn, muốn làm điều gì đó（彼はゴルフ"
  ],
  [
    "うっすら",
    "うっすら",
    "nhạt, không rõ ràng (光"
  ],
  [
    "うどんをすする",
    "うどんをすする",
    "mì"
  ],
  [
    "うぬぼれ屋",
    "うぬぼれや",
    "phụ"
  ],
  [
    "うらみ",
    "うらみ",
    "thù"
  ],
  [
    "うんざり",
    "うんざり",
    "ngẩm（日曜日も学校だんなて、まった"
  ],
  [
    "うんと",
    "うんと",
    "nhiều（先生にうんと叱られた"
  ],
  [
    "えん曲な",
    "えんきょく",
    "co, vòng vo (に断る từ chối một cách"
  ],
  [
    "おずおずと",
    "おずおずと",
    "úng, chần chừ（おずおずと話す"
  ],
  [
    "おだてに乗る",
    "おだてに乗る",
    "tâm, thích được người khác khen, nịnh nọt"
  ],
  [
    "おねだり",
    "おねだり",
    "xin (お母さんにおねだりをする"
  ],
  [
    "おのおの",
    "おのおの",
    "người, mỗi vật, mỗi thứ"
  ],
  [
    "おびただしい",
    "おびただしい",
    "lớn, nhiều"
  ],
  [
    "おみくじ",
    "おみくじ",
    "vi (xin ở 神社"
  ],
  [
    "おもむろに 徐に",
    "おもむろに 徐に",
    "tĩnh, làm một cách từ tốn（彼はおもむ"
  ],
  [
    "おんぶする",
    "おんぶする",
    "①địu, cõng trên lưng ②phụ thuộc, sống nhờ"
  ],
  [
    "お待ち遠様",
    "おまちどおさま",
    "chờ"
  ],
  [
    "かかる",
    "かかる",
    "lấy, chụp lấy (相手に"
  ],
  [
    "かける",
    "かける",
    "vào …"
  ],
  [
    "かせる",
    "かせる",
    "vào"
  ],
  [
    "かつて",
    "かつて",
    "xưa, xa xưa (かつての街並み những dãy"
  ],
  [
    "かない",
    "ゆうずう",
    "có ⇔ không có sự linh hoạt ứng biến"
  ],
  [
    "かなう",
    "かなう",
    "thật (夢、願い"
  ],
  [
    "かねがね",
    "かねがね",
    "nãy …"
  ],
  [
    "かねて",
    "かねて",
    "đaý（かねてお申込みの商品が入荷"
  ],
  [
    "かぶか",
    "かぶか",
    "phiếu"
  ],
  [
    "かぶけん",
    "かぶけん",
    "phiếu, 国債 こくさい trái phiếu"
  ],
  [
    "かみ合う",
    "かみ合う",
    "điểm, ý kiến phù hợp làm cho buổi"
  ],
  [
    "からりと",
    "からりと",
    "ráo, thoáng mát（からりと晴れ"
  ],
  [
    "かるときが来るよ",
    "かるときが来るよ",
    "nào"
  ],
  [
    "かんかん",
    "かんかん",
    "đùng（先生がかんかんだ"
  ],
  [
    "か細い",
    "かぼそい",
    "khánh, mỏng và yếu ới"
  ],
  [
    "きい⇔小さい",
    "きい⇔小さい",
    "lớn ⇔ nhỏ"
  ],
  [
    "きちっとスル",
    "きちっとスル",
    "xác"
  ],
  [
    "きっかり",
    "きっかり",
    "đúng（8 時きっかりに始まった"
  ],
  [
    "きびきび",
    "きびきび",
    "nhẹn, hăng hái"
  ],
  [
    "きょじゅうしゃ・くみあい",
    "きょじゅうしゃ・くみあい",
    "người sống cùng"
  ],
  [
    "きょとんと",
    "きょとんと",
    "đề（彼はきょとんとしてい"
  ],
  [
    "きらりと",
    "きらりと",
    "sáng（きらりと光った"
  ],
  [
    "き起こる",
    "せいだい",
    "ràng, lớn vang lên"
  ],
  [
    "ぎゅうぎゅう",
    "ぎゅうぎゅう",
    "nén, ép vào quá mức（かばんの中は荷物で"
  ],
  [
    "く⇔切れる",
    "く⇔切れる",
    "trì ⇔ cạn kiệt sức lực"
  ],
  [
    "くすくすと",
    "くすくすと",
    "khích, không để phát ra tiếng（くすく"
  ],
  [
    "くすぐったい",
    "くすぐったい",
    "① nhột"
  ],
  [
    "ぐっじょりと",
    "ぐっじょりと",
    "át（ぐっしょりと濡れた"
  ],
  [
    "ぐにゃぐにゃ",
    "ぐにゃぐにゃ",
    "dẽo（チョコレートがぐにゃぐにゃだ"
  ],
  [
    "ぐんぐんと",
    "ぐんぐんと",
    "nhanh（ぐんぐん伸びた"
  ],
  [
    "ぐんしゅう",
    "ぐんしゅう",
    "dân"
  ],
  [
    "けいれんが起こる",
    "けいれんが起こる",
    "giật"
  ],
  [
    "けろりと",
    "けろりと",
    "nhiên （弟は、試験に落ちたのに、け"
  ],
  [
    "げいのうかい",
    "げいのうかい",
    "showbiz, 政界 せいかい giới"
  ],
  [
    "げきれいかい",
    "げきれいかい",
    "quân、式典、"
  ],
  [
    "こうこうと",
    "こうこうと",
    "sủa, lấp lánh（電気がこうこうとついて"
  ],
  [
    "こうこうと輝く",
    "かがやく",
    "lánh"
  ],
  [
    "ここ数年",
    "ここすうねん",
    "đây"
  ],
  [
    "こちこち",
    "こちこち",
    "cứng（冷凍室に入っていたので、魚がこ"
  ],
  [
    "こってりした味",
    "こってりした味",
    "đà"
  ],
  [
    "こつをつかむ",
    "こつをつかむ",
    "quyết"
  ],
  [
    "こつを掴む",
    "こつを掴む",
    "khóa, điểm mấu chốt để xử lý"
  ],
  [
    "ことごとく",
    "ことごとく",
    "toàn 受験したが大学は、ことごとく落"
  ],
  [
    "ことに",
    "ことに",
    "biệt（今年の夏はことに暑い"
  ],
  [
    "ことのほか",
    "ことのほか",
    "thường, khác với suy đoán"
  ],
  [
    "こなす",
    "こなす",
    "cuối"
  ],
  [
    "ころりと",
    "ころりと",
    "giản（ころりとだまされた"
  ],
  [
    "ごうてい",
    "ごうてい",
    "sự xa"
  ],
  [
    "ごくごくと",
    "ごくごくと",
    "ăn, uống liên tiếp với lượng lớn（赤ちゃん"
  ],
  [
    "ごくまれ",
    "ごくまれ",
    "hiếm, ごく少数"
  ],
  [
    "ごじごじと",
    "ごじごじと",
    "mạnh（ごしごし磨く"
  ],
  [
    "さえ渡る",
    "さえ渡る",
    "trẻo, minh mẫn, sáng suốt"
  ],
  [
    "さくご",
    "さくご",
    "kỉ, 格差"
  ],
  [
    "させる",
    "ふくりこうせい",
    "bụng"
  ],
  [
    "さぞかし",
    "さぞかし",
    "là"
  ],
  [
    "さぞや",
    "さぞや",
    "là"
  ],
  [
    "さばさば",
    "さばさば",
    "thật, thẳng thắn（姉は、口が悪いが、"
  ],
  [
    "さほど",
    "さほど",
    "nỗi, không đến mức"
  ],
  [
    "さめざめと",
    "さめざめと",
    "buôn（さめざめと泣"
  ],
  [
    "される",
    "ぶんだん",
    "tây"
  ],
  [
    "しきたりに従う",
    "しきたりに従う",
    "quán"
  ],
  [
    "しげしげと",
    "しげしげと",
    "xét, điều tra（警官は私の"
  ],
  [
    "しそん",
    "しそん",
    "giống(động vật),家系người nối dõi"
  ],
  [
    "しっぽをつかむ",
    "しっぽをつかむ",
    "làm việc xấu"
  ],
  [
    "しま柄",
    "しまがら",
    "sọc"
  ],
  [
    "しょっちゅう",
    "しょっちゅう",
    "hội (vai trò trạng"
  ],
  [
    "しわ寄せ",
    "しわよせ",
    "lợi, không tốt (しわ nếp"
  ],
  [
    "しんと",
    "しんと",
    "tĩnh, không một tiếng động（町中がし"
  ],
  [
    "しんなりと",
    "しんなりと",
    "mềm（野菜がしんなりしたら、塩を"
  ],
  [
    "じきに",
    "じきに",
    "chốc（ただの風ですから、じか"
  ],
  [
    "じっと",
    "じっと",
    "ý, chú tâm"
  ],
  [
    "じっとりと",
    "じっとりと",
    "ướt（布団がじっとりするほど、汗をかい"
  ],
  [
    "じわりと",
    "じわりと",
    "chắc（じわりと効いてき"
  ],
  [
    "すいすいと",
    "すいすいと",
    "lợi（すいすい進む"
  ],
  [
    "すかさず",
    "すかさず",
    "trễ"
  ],
  [
    "すかすか",
    "すかすか",
    "trống（中身はすかすかだ"
  ],
  [
    "すがすがしい",
    "すがすがしい",
    "khoái (すがすがしい朝 buổi sáng"
  ],
  [
    "すぐさま",
    "すぐさま",
    "tức, tức thì"
  ],
  [
    "すこぶる",
    "すこぶる",
    "rất, dùng với ý nghĩa tốt(すこぶる体調がい"
  ],
  [
    "すごすごと",
    "すごすごと",
    "vọng, chán nản（すごすごと帰宅する"
  ],
  [
    "すらっと・すらりと",
    "すらっと・すらりと",
    "dài, mảnh khảnh（田中さんはすらっと"
  ],
  [
    "すり替え",
    "すり替え",
    "đổi ( 問題のすり替え"
  ],
  [
    "する ぎょせん/ていはく",
    "する ぎょせん/ていはく",
    "bến cảng"
  ],
  [
    "するすると",
    "するすると",
    "thoắt（するすると木を登る"
  ],
  [
    "すれ違い",
    "すれちがい",
    "qua, lướt qua nhau mà không gặp"
  ],
  [
    "すんなり・あっさり",
    "すんなり・あっさり",
    "chảy, không gặp vấn đề gì ＝問題なく"
  ],
  [
    "ずかずかと",
    "ずかずかと",
    "vào, không gõ cửa（ずかずか"
  ],
  [
    "ずけずけと",
    "ずけずけと",
    "tứ（上司に対し"
  ],
  [
    "ずぶ濡れ",
    "ずぶぬれ",
    "sũng"
  ],
  [
    "ずんぐり",
    "ずんぐり",
    "nịch, phệ"
  ],
  [
    "ずんずんと",
    "ずんずんと",
    "chóng, thuận lợi（雪"
  ],
  [
    "せいたいけい",
    "せいたいけい",
    "thái"
  ],
  [
    "せかせか",
    "せかせか",
    "vàng（そんなにせかせかしないで、休"
  ],
  [
    "そもそも",
    "そもそも",
    "đầu, ngay từ cái cơ bản nhất（彼に"
  ],
  [
    "それぞれ",
    "それぞれ",
    "mỗi"
  ],
  [
    "それとなく",
    "それとなく",
    "gió, nhẹ nhàng それ"
  ],
  [
    "それゆえ",
    "それゆえ",
    "đó, vì lý do đó"
  ],
  [
    "ぞんざい",
    "ぞんざい",
    "đáng, vô lễ （ぞんざいな態度"
  ],
  [
    "たかが 高が",
    "たかが 高が",
    "là , không to tát （たかが中間テストぐら"
  ],
  [
    "たかだか 高々",
    "たかだか 高々",
    "cũng（電車で行っても、"
  ],
  [
    "たじたじ",
    "たじたじ",
    "đảo, lúng túng（生意気な子供の質問"
  ],
  [
    "ただ一つ",
    "ただ一つ",
    "cái"
  ],
  [
    "ただ一人",
    "ただ一人",
    "người"
  ],
  [
    "ただ一度",
    "ただ一度",
    "lần"
  ],
  [
    "ただ今",
    "ただ今",
    "này, ngay bây giờ, now"
  ],
  [
    "たどり着く",
    "たどり着く",
    "đến nơi"
  ],
  [
    "ため息",
    "ためいき",
    "dài"
  ],
  [
    "ため息をつく",
    "ため息をつく",
    "dài"
  ],
  [
    "だるい",
    "だるい",
    "oải, mệt mỏi (足、腕"
  ],
  [
    "ちぎる",
    "ちぎる",
    "xé, làm đứt, làm vụn ra (xé nhỏ rau cải, xé nhỏ"
  ],
  [
    "ちぎれる 千切れる",
    "ちぎれる 千切れる",
    "ra 寒さで 耳が ちぎれどうだ"
  ],
  [
    "ちくちくと",
    "ちくちくと",
    "váo（セーターを着る"
  ],
  [
    "ちぢれる 縮れる",
    "ちぢれる 縮れる",
    "nhúm, có hình gợn sóng（彼女の髪の"
  ],
  [
    "ちょこまかと",
    "ちょこまかと",
    "hẹp（狭い台所で"
  ],
  [
    "ちらほらと",
    "ちらほらと",
    "thoảng, bắt đầu thoang thoảng đây"
  ],
  [
    "っぷり",
    "っぷり",
    "đầy"
  ],
  [
    "つかむ",
    "つかむ",
    "tốt"
  ],
  [
    "つける",
    "つける",
    "thái"
  ],
  [
    "つじつま",
    "つじつま",
    "chẽ, gắn kết (nội dung"
  ],
  [
    "つま先",
    "つまさき",
    "chân"
  ],
  [
    "つみとる",
    "つみとる",
    "hái"
  ],
  [
    "つりあった",
    "つりあった",
    "bằng, được phù hợp (釣り合う"
  ],
  [
    "つれない",
    "つれない",
    "nhạt （つれない返事"
  ],
  [
    "つれる",
    "つれる",
    "gạo, không tự nhiên （二人の関係"
  ],
  [
    "てくてくと",
    "てくてくと",
    "một（てくてく歩く"
  ],
  [
    "てんしん",
    "てんしん",
    "công ăn"
  ],
  [
    "どうか",
    "どうか",
    "ơn、rất mong"
  ],
  [
    "どうにか",
    "どうにか",
    "đó, bằng cách nào đó sự việc xảy ra"
  ],
  [
    "どきんと",
    "どきんと",
    "mạnh, mãnh liệt（彼女に急に手を"
  ],
  [
    "どぎまぎ",
    "どぎまぎ",
    "rối（英語で話しかけられ、どぎまぎして"
  ],
  [
    "どたどたと",
    "どたどたと",
    "mạnh（どたどた歩く"
  ],
  [
    "どっしりした",
    "どっしりした",
    "① cảm giác nặng nề"
  ],
  [
    "どやどやと",
    "どやどやと",
    "ào（火事と聞いて、野次馬が"
  ],
  [
    "どんよりと",
    "どんよりと",
    "u, nhiều mây（空がどんよりとする、"
  ],
  [
    "どんより曇ってい",
    "どんより曇ってい",
    "xịt"
  ],
  [
    "ど忘れ",
    "どわすれ",
    "trí"
  ],
  [
    "ど忘れする",
    "ど忘れする",
    "trí"
  ],
  [
    "なおさら",
    "なおさら",
    "nữa"
  ],
  [
    "なだらか",
    "なだらか",
    "dốc, mặt nghiêng thoai thoải"
  ],
  [
    "なにより",
    "なにより",
    "là"
  ],
  [
    "なれなれしげ",
    "なれなれしげ",
    "mức, suồng sã"
  ],
  [
    "ぬけぬけと",
    "ぬけぬけと",
    "trẽn（ぬけぬけお金を借りに来た"
  ],
  [
    "ねだる",
    "ねだる",
    "vĩnh"
  ],
  [
    "ねちねちと",
    "ねちねちと",
    "bàu, lắm lời（先生はねちねちした性格"
  ],
  [
    "のっそりと",
    "のっそりと",
    "chạp（のっそりと立ち上がる"
  ],
  [
    "のどか",
    "のどか",
    "bình, yên bình (のどかな春、田舎"
  ],
  [
    "のんきな",
    "のんきな",
    "lự, không lo lắng"
  ],
  [
    "のんびりする",
    "のんびりする",
    "thả; thong dong"
  ],
  [
    "ばくばくと",
    "ばくばくと",
    "sảng khoái（息"
  ],
  [
    "ばてる",
    "ばてる",
    "mỏi"
  ],
  [
    "ばれる",
    "ばれる",
    "lộ"
  ],
  [
    "ばんばん",
    "ばんばん",
    "tục, không hề chần chừ（ばんばん"
  ],
  [
    "ぱんぱん",
    "ぱんぱん",
    "tung（荷物が多す"
  ],
  [
    "ひいては 弾いては",
    "ひいては 弾いては",
    "đến（君の成功は、ひ"
  ],
  [
    "ひしひしと",
    "ひしひしと",
    "nhận, nhận thấy cái gì đó đang thúc ép"
  ],
  [
    "ひたすら",
    "ひたすら",
    "việc（助けを求め、"
  ],
  [
    "ひとえに",
    "ひとえに",
    "khác, chính là（今回の敗"
  ],
  [
    "ひときわ",
    "ひときわ",
    "khác（その星は空で"
  ],
  [
    "ひところ",
    "ひところ",
    "khứ（この歌手は"
  ],
  [
    "ひびが入る",
    "ひびが入る",
    "nứt, xuất hiện vết nứt"
  ],
  [
    "ひょいと",
    "ひょいと",
    "nhàng（重い荷物を"
  ],
  [
    "ひょろ長い",
    "ひょろながい",
    "khiu, thon dài"
  ],
  [
    "ひらりと",
    "ひらりと",
    "chuyển, xoay chuyển 1 cách nhẹ nhàng"
  ],
  [
    "ひりょう",
    "ひりょう",
    "phân, tưới nước cho"
  ],
  [
    "びくびく",
    "びくびく",
    "sợ（親に怒られると思って、びくびくして"
  ],
  [
    "ふらりと・ふらっと",
    "ふらりと・ふらっと",
    "thang, không có mục đích（ふらっと"
  ],
  [
    "ぶうぶうと",
    "ぶうぶうと",
    "bàu, cằn nhằn thể hiện sự bất mãn（ぶう"
  ],
  [
    "ぶすっと",
    "ぶすっと",
    "mày, khó chịu（注意されて、その学生"
  ],
  [
    "ぶっきらぼうに",
    "ぶっきらぼうに",
    "thắn, lạnh lùng ぶっき"
  ],
  [
    "ほぐれる 解れる",
    "ほぐれる 解れる",
    "bắp, đầu óc...liên quan đến cơ"
  ],
  [
    "ほころびる 綻びる",
    "ほころびる 綻びる",
    "rách, bục"
  ],
  [
    "ほつれる 解れる",
    "ほつれる 解れる",
    "tuột , bung (糸がほつれて、ボタンが"
  ],
  [
    "ほとほと",
    "ほとほと",
    "đốn（兄の酒好きにはほとほと手を"
  ],
  [
    "ほどける 解ける",
    "ほどける 解ける",
    "lại（靴のひもがほど"
  ],
  [
    "ほのか",
    "ほのか",
    "nhạt, không rõ"
  ],
  [
    "ほの暗い",
    "ほのぐらい",
    "tối , mờ mờ"
  ],
  [
    "ほれぼれ 惚れ惚れ",
    "ほれぼれ 惚れ惚れ",
    "mẫn, bị cuốn hút（彼の絵の上手さに"
  ],
  [
    "ほろ苦い",
    "ほろにがい",
    "chm( đăng đăng k"
  ],
  [
    "ぼつぼつ",
    "ぼつぼつ",
    "sửa（ぼつぼつ飲み始めましょうか"
  ],
  [
    "ぼやける",
    "ぼやける",
    "nhạt. phai nhạt (視界 tầm nhìn"
  ],
  [
    "ぽかんと",
    "ぽかんと",
    "ra（先生がきれいだからって、ぽ"
  ],
  [
    "ぽっかり浮かぶ",
    "ぽっかり浮かぶ",
    "lửng"
  ],
  [
    "ぽつりと",
    "ぽつりと",
    "câu, nói 1 lời（彼はぽつりと「どこかへ"
  ],
  [
    "ぽんぽんと",
    "ぽんぽんと",
    "mẽ（冗談が"
  ],
  [
    "まごまご",
    "まごまご",
    "rối（兄は赤ちゃんに泣かれ、まごまごし"
  ],
  [
    "まざまざと",
    "まざまざと",
    "ràng（実力の違いをまざまざと見せ"
  ],
  [
    "まずまず",
    "まずまず",
    "khá, vừa vừa, tàm tạm"
  ],
  [
    "まちまち",
    "まちまち",
    "nhất, lung tung（評価はまちま"
  ],
  [
    "まぶたが腫れる",
    "まぶたが腫れる",
    "sưng"
  ],
  [
    "まるまると",
    "まるまると",
    "toàn, vừa tròn（まるまる一週間かか"
  ],
  [
    "みすぼらしい",
    "みすぼらしい",
    "tả; nghèo đói"
  ],
  [
    "みすみす",
    "みすみす",
    "mật（チャン"
  ],
  [
    "みっちりと",
    "みっちりと",
    "lực, không ngừng nghỉ（夏休みの"
  ],
  [
    "みっともない",
    "みっともない",
    "hổ (みっともない格好 bộ dạng đáng"
  ],
  [
    "むっつり",
    "むっつり",
    "u sầu, u rủ, không vui（課長はむっつりした"
  ],
  [
    "むっとする",
    "むっとする",
    "mình"
  ],
  [
    "むやみに",
    "むやみに",
    "① làm 1 việc mà ko cần quan tâm lý do"
  ],
  [
    "むらができる",
    "むらができる",
    "đốm (màu sắc"
  ],
  [
    "むらが大きい",
    "むらが大きい",
    "① sự không ổn định, dễ bị thay đổi, ②lốm"
  ],
  [
    "むらになる",
    "むらになる",
    "đốm (màu sắc"
  ],
  [
    "めきめきと",
    "めきめきと",
    "mẽ（めきめき上達した"
  ],
  [
    "めったにない",
    "めったにない",
    "không"
  ],
  [
    "やきもき",
    "やきもき",
    "lắng, bồn chồn（無事着いたという連絡が"
  ],
  [
    "やけに",
    "やけに",
    "thường, khác với thường"
  ],
  [
    "やめる",
    "やめる",
    "lại, từ bỏ"
  ],
  [
    "ややこしい",
    "ややこしい",
    "tạp, rắc rối, rối rắm quá"
  ],
  [
    "ややもすると",
    "ややもすると",
    "hướng"
  ],
  [
    "ややもすれば",
    "ややもすれば",
    "hướng"
  ],
  [
    "やる気",
    "やりき",
    "lực, sự ham muốn làm điều gì đó"
  ],
  [
    "やる気がわく",
    "やる気がわく",
    "bỏng"
  ],
  [
    "やる気が出る",
    "やる気が出る",
    "hiện"
  ],
  [
    "やる気になる",
    "やる気になる",
    "lực"
  ],
  [
    "やる気を出す",
    "やる気を出す",
    "lực"
  ],
  [
    "やる気を持つ",
    "やる気を持つ",
    "lực"
  ],
  [
    "やる気満々",
    "やるきまんまん",
    "lực"
  ],
  [
    "やんわり",
    "やんわり",
    "nhàng やんわり注意"
  ],
  [
    "やんわりと 柔らかい",
    "やんわりと 柔らかい",
    "mại, nhẹ nhàng（やんわりと注意した"
  ],
  [
    "ゆとり",
    "ゆとり",
    "dư, dư (引退してようやく生活に"
  ],
  [
    "ゆとり教育",
    "ゆとり教育",
    "đặt, nhồi nhét quá mức"
  ],
  [
    "ゆるゆる",
    "ゆるゆる",
    "lẻo 梱包のロープがゆるゆるだ"
  ],
  [
    "よくも",
    "よくも",
    "giận, chán ngấy việc đó rồi（私によくも"
  ],
  [
    "よくよく",
    "よくよく",
    "ý, chú tâm"
  ],
  [
    "よこす",
    "よこす",
    "gửi, trao, đưa (便り tin"
  ],
  [
    "よそよそしい",
    "よそよそしい",
    "lốc, lạnh nhạt"
  ],
  [
    "よみがえる",
    "よみがえる",
    "lại"
  ],
  [
    "り返る",
    "り返る",
    "lại"
  ],
  [
    "る じゅうきょあと・はっくつ",
    "る じゅうきょあと・はっくつ",
    "trú, nơi sinh sống (của"
  ],
  [
    "る/捻れる",
    "ねじれる",
    "vặn, xoắn (cavat bị xoắn"
  ],
  [
    "る⇔ない",
    "る⇔ない",
    "có ⇔ không có dấu vết"
  ],
  [
    "る⇔下がる",
    "る⇔下がる",
    "hạng ⇔ xuống hạng"
  ],
  [
    "る⇔下げる",
    "る⇔下げる",
    "hạng ⇔ xuống hạng"
  ],
  [
    "る⇔脱する",
    "る⇔脱する",
    "vào ⇔ thoát ra khỏi sự lặp lại"
  ],
  [
    "る・着陸",
    "りりく",
    "cánh - hạ cánh"
  ],
  [
    "れる いみんぞく・しんりゃく",
    "れる いみんぞく・しんりゃく",
    "khác"
  ],
  [
    "ろを知らない",
    "ろを知らない",
    "đâu"
  ],
  [
    "わせる",
    "わせる",
    "kết"
  ],
  [
    "アウトドア",
    "アウトドア",
    "outdoor (hoạt động) ngoài trời"
  ],
  [
    "アカハラ",
    "アカハラ",
    "học đường"
  ],
  [
    "アクセス",
    "アクセス",
    "access"
  ],
  [
    "ィクション",
    "ィクション",
    "tưởng"
  ],
  [
    "イニシャル",
    "イニシャル",
    "gọi"
  ],
  [
    "イベント",
    "イベント",
    "kiện"
  ],
  [
    "イベント情報",
    "イベント情報",
    "kiện"
  ],
  [
    "インパクト",
    "インパクト",
    "động, ảnh hưởng (見るもの"
  ],
  [
    "インフラ",
    "インフラ",
    "tầng"
  ],
  [
    "ェア",
    "ェア",
    "với bối cảnh, nghi thức"
  ],
  [
    "エレガントな",
    "エレガントな",
    "lịch, trang nhã （エレガントな服装"
  ],
  [
    "オーバーな",
    "オーバーな",
    "quá, vượt quá"
  ],
  [
    "オーバーな宣伝",
    "オーバーな宣伝",
    "mức, làm quá lên"
  ],
  [
    "カタログ販売",
    "カタログ販売",
    "phẩm"
  ],
  [
    "カタログ通販",
    "つうはん",
    "phẩm"
  ],
  [
    "カッション",
    "カッション",
    "luận"
  ],
  [
    "ギャップ",
    "ギャップ",
    "nhau, sự không hòa hợp nhau giữa 2"
  ],
  [
    "クな作品",
    "どくそうてき",
    "đáo"
  ],
  [
    "クを与える",
    "クを与える",
    "hồi"
  ],
  [
    "クを受ける",
    "クを受ける",
    "hồi"
  ],
  [
    "クリア",
    "クリア",
    "clear"
  ],
  [
    "グッズ",
    "グッズ",
    "phẩm, món đồ"
  ],
  [
    "コスト削減",
    "コスト削減",
    "giá"
  ],
  [
    "コンセプト",
    "コンセプト",
    "sản phẩm gì đó"
  ],
  [
    "ゴミを吸い取る",
    "そうじき",
    "hút bụi"
  ],
  [
    "サイクル",
    "サイクル",
    "kì （自然のサイクル"
  ],
  [
    "シビアな",
    "シビアな",
    "khắc ( 評価、状況、"
  ],
  [
    "ションする",
    "ションする",
    "phỏng"
  ],
  [
    "シングル",
    "シングル",
    "single"
  ],
  [
    "シンプルな",
    "シンプルな",
    "simple"
  ],
  [
    "ジェンダー",
    "ジェンダー",
    "tính"
  ],
  [
    "スを迎える",
    "スを迎える",
    "trào, đạt đến sự cao trào"
  ],
  [
    "スタミナ",
    "スタミナ",
    "lực, thể lực, tinh lực"
  ],
  [
    "スタミナ切れ",
    "スタミナ切れ",
    "sức"
  ],
  [
    "スパイス",
    "スパイス",
    "vị, hương liệu nói chung (thường là các loại"
  ],
  [
    "スポンサー",
    "スポンサー",
    "trợ"
  ],
  [
    "スムーズな",
    "スムーズな",
    "chảy, thuận lợi khi làm một việc gì đó"
  ],
  [
    "スリラー",
    "スリラー",
    "rợn (スリラー映画 phim có tính chất"
  ],
  [
    "スリリング",
    "スリリング",
    "rợn"
  ],
  [
    "スリル",
    "スリル",
    "cấn, hồi hộp, cảm giác mạnh （cảm giác"
  ],
  [
    "スリル満点",
    "スリル満点",
    "hạn"
  ],
  [
    "セクハラ",
    "セクハラ",
    "dục"
  ],
  [
    "セクハラ発言",
    "セクハラ発言",
    "dục"
  ],
  [
    "セミナー",
    "セミナー",
    "trình, buổi diễn thuyết"
  ],
  [
    "センサー",
    "センサー",
    "biến"
  ],
  [
    "セーフ",
    "セーフ",
    "toàn, không bị trễ, không bị thi rớt"
  ],
  [
    "ゼミ",
    "ゼミ",
    "học, nghiên cứu ở trường đại học"
  ],
  [
    "ゼミを聴講する",
    "ちょうこう",
    "học"
  ],
  [
    "ゼミ形式",
    "ゼミ形式",
    "cứu"
  ],
  [
    "ゼミ発表",
    "ゼミ発表",
    "nghiên cứu"
  ],
  [
    "ソフトな",
    "ソフトな",
    "soft"
  ],
  [
    "タイミング",
    "タイミング",
    "khắc, thời điểm (khi tiến hành một việc gì"
  ],
  [
    "タフな",
    "タフな",
    "mạnh; mạnh mẽ （タフな人"
  ],
  [
    "ダブル",
    "ダブル",
    "double"
  ],
  [
    "チーム",
    "チーム",
    "hoạch"
  ],
  [
    "ックする",
    "ックする",
    "hồi"
  ],
  [
    "ット",
    "ット",
    "trời, chợ đồ cũ ngoài trời"
  ],
  [
    "ットに出す",
    "ットに出す",
    "trời (bán"
  ],
  [
    "ットを開く",
    "ットを開く",
    "trời"
  ],
  [
    "ップ",
    "ップ",
    "tác"
  ],
  [
    "テクニック",
    "テクニック",
    "thuật"
  ],
  [
    "トーン",
    "トーン",
    "tone ① nhịp điệu (声のトーン"
  ],
  [
    "ドキュメンタリー",
    "ドキュメンタリー",
    "liệu"
  ],
  [
    "ドライ",
    "ドライ",
    "dry"
  ],
  [
    "ナンセンス",
    "ナンセンス",
    "nghĩa"
  ],
  [
    "ニュアンス",
    "ニュアンス",
    "thái"
  ],
  [
    "ニュース速報",
    "そくほう",
    "dẻo"
  ],
  [
    "ハードな",
    "ハードな",
    "hard"
  ],
  [
    "バザー",
    "バザー",
    "tiền, hội chợ"
  ],
  [
    "パック",
    "パック",
    "pack"
  ],
  [
    "パックにする",
    "パックにする",
    "gói (đồ vật, tour, gói cước điện"
  ],
  [
    "パックになる",
    "パックになる",
    "gói, làm thành gói (đồ vật, tour, gói cước"
  ],
  [
    "パック料金",
    "パック料金",
    "gói (cước điện thoại"
  ],
  [
    "パック旅行",
    "パックりょこう",
    "lịch"
  ],
  [
    "パック詰め",
    "パックづめ",
    "gói"
  ],
  [
    "パッケージ",
    "パッケージ",
    "hàng"
  ],
  [
    "パネル",
    "パネル",
    "tấm, bảng ( を取り付ける、をはめる gắn"
  ],
  [
    "パワハラ",
    "パワハラ",
    "quấy nhiễu"
  ],
  [
    "パワー",
    "パワー",
    "mạnh"
  ],
  [
    "パートナー",
    "パートナー",
    "sự, đối tác"
  ],
  [
    "ヒョウ柄",
    "ヒョウ柄",
    "báo"
  ],
  [
    "ヒロイン",
    "ヒロイン",
    "chính"
  ],
  [
    "ヒーロー",
    "ヒーロー",
    "hero"
  ],
  [
    "ビザを発給する",
    "ビザを発給する",
    "phát Visa"
  ],
  [
    "ピンチ",
    "ピンチ",
    "khăn, nguy hiểm"
  ],
  [
    "ピンチになる",
    "ピンチになる",
    "khốn"
  ],
  [
    "ピーク",
    "ピーク",
    "điểm (bao gồm cả cao và"
  ],
  [
    "ファン",
    "ファン",
    "fan ① người hâm mộ"
  ],
  [
    "ファンになる",
    "ファンになる",
    "mộ"
  ],
  [
    "フィルター",
    "フィルター",
    "filter"
  ],
  [
    "フィルターでこす",
    "フィルターでこす",
    "lọc"
  ],
  [
    "フェアな",
    "フェアな",
    "fair・fare"
  ],
  [
    "フェアな戦う",
    "フェアな戦う",
    "đẹp"
  ],
  [
    "フォローする",
    "フォローする",
    "trợ, giúp đỡ"
  ],
  [
    "フォーム",
    "フォーム",
    "form ① hình thể, tư thế"
  ],
  [
    "フリーター",
    "フリーター",
    "người làm tự do/bán thời gian"
  ],
  [
    "ブランド",
    "ブランド",
    "hiệu"
  ],
  [
    "ブランド品",
    "ブランド品",
    "hiệu"
  ],
  [
    "ブランド志向",
    "しこう",
    "hiệu"
  ],
  [
    "ブランド物",
    "ブランド物",
    "hiệu"
  ],
  [
    "プする",
    "プする",
    "sách"
  ],
  [
    "プな",
    "プな",
    "khuôn, sáo mòn （考え方、やり方"
  ],
  [
    "プロセス",
    "プロセス",
    "trình"
  ],
  [
    "ヘリ",
    "ヘリ",
    "viền, mép"
  ],
  [
    "ヘルシーな",
    "ヘルシーな",
    "khỏe"
  ],
  [
    "ヘルシー料理",
    "ヘルシー料理",
    "khỏe"
  ],
  [
    "ベース",
    "ベース",
    "cứ, căn bản, cốt lõi (小説のベース điều"
  ],
  [
    "ベースにする",
    "ベースにする",
    "lõi"
  ],
  [
    "ベースになる",
    "ベースになる",
    "lõi"
  ],
  [
    "ベースアップ",
    "ベースアップ",
    "bản (賃金 ちんぎん tiền"
  ],
  [
    "ボリューム",
    "ボリューム",
    "volume ① âm lượng"
  ],
  [
    "ポイント",
    "ポイント",
    "chốt"
  ],
  [
    "ポピュラー",
    "ポピュラー",
    "biến"
  ],
  [
    "ポリシー",
    "ポリシー",
    "trương, phương châm hành động"
  ],
  [
    "ポーズ",
    "ポーズ",
    "① [pose] tư thế chụp ảnh, vẽ tranh"
  ],
  [
    "ポーズをする",
    "ポーズをする",
    "dáng"
  ],
  [
    "ポーズを取る",
    "ポーズを取る",
    "dáng, tư thế (của người mẫu"
  ],
  [
    "ポーツ",
    "ポーツ",
    "trời"
  ],
  [
    "マイペース",
    "マイペース",
    "thân, chỉ theo ý bản thân"
  ],
  [
    "マスコミ",
    "マスコミ",
    "truyền thông đại chúng"
  ],
  [
    "マンネリ",
    "マンネリ",
    "lại, lặp đi lặp lại"
  ],
  [
    "マンネリ気味",
    "マンネリ気味",
    "lại, nhàm chán"
  ],
  [
    "ミステリー",
    "ミステリー",
    "bí, bí ẩn （古代の"
  ],
  [
    "メカニズム",
    "メカニズム",
    "cấu, tổ chức"
  ],
  [
    "ュー",
    "ュー",
    "quyền"
  ],
  [
    "ユニークな",
    "ユニークな",
    "biệt, cá biệt"
  ],
  [
    "ョン",
    "ョン",
    "tưởng, sự thật"
  ],
  [
    "ョンゲーム",
    "ョンゲーム",
    "phỏng"
  ],
  [
    "ョン実験",
    "ョン実験",
    "nghiệm"
  ],
  [
    "ョン装置",
    "ョン装置",
    "phỏng"
  ],
  [
    "ライブをする",
    "ライブをする",
    "tiếp, chơi trực tiếp"
  ],
  [
    "ライブハウス",
    "ライブハウス",
    "tiếp, phòng hòa nhạc"
  ],
  [
    "ライブ中継",
    "ライブ中継",
    "tiếp"
  ],
  [
    "ライブ放送",
    "ライブ放送",
    "tiếp"
  ],
  [
    "ライブ映像",
    "えいぞう",
    "tiếp"
  ],
  [
    "ライブ活動",
    "ライブ活動",
    "tiếp"
  ],
  [
    "ライヤー",
    "ライヤー",
    "sấy"
  ],
  [
    "ラスト",
    "ラスト",
    "cùng"
  ],
  [
    "ラストシーン",
    "ラストシーン",
    "cùng (phim ảnh"
  ],
  [
    "ラベル",
    "ラベル",
    "phẩm"
  ],
  [
    "ランク付け",
    "ランク付け",
    "hạng"
  ],
  [
    "リスト",
    "リスト",
    "sách (会員のリストを作る"
  ],
  [
    "リストラ",
    "リストラ",
    "restructuring ① cơ cấu, tổ chức lại"
  ],
  [
    "リストラ策",
    "リストラ策",
    "cấu"
  ],
  [
    "リゾート",
    "リゾート",
    "dưỡng"
  ],
  [
    "リゾート地",
    "リゾート地",
    "dưỡng"
  ],
  [
    "リゾート開発",
    "リゾート開発",
    "dưỡng"
  ],
  [
    "リベラルな校風",
    "リベラルな校風",
    "trường thoải mái"
  ],
  [
    "ルを開く",
    "ルを開く",
    "hội"
  ],
  [
    "ルを開催するかいさい",
    "ルを開催するかいさい",
    "hội"
  ],
  [
    "レシピ",
    "レシピ",
    "ăn"
  ],
  [
    "レシピブック",
    "レシピブック",
    "ăn"
  ],
  [
    "レシピ本",
    "レシピ本",
    "ăn"
  ],
  [
    "レジュメ",
    "レジュメ",
    "tắt ( 内容をレジュメにまとめる"
  ],
  [
    "レッテル",
    "レッテル",
    "nhãn mác, định kiến bị gán cho"
  ],
  [
    "レーション",
    "レーション",
    "tế"
  ],
  [
    "ンする",
    "ンする",
    "xuống"
  ],
  [
    "ンク",
    "ンク",
    "lực"
  ],
  [
    "ング",
    "ング",
    "biến"
  ],
  [
    "ーのに富む",
    "ーのに富む",
    "sống"
  ],
  [
    "一向に",
    "いっこうに",
    "làm"
  ],
  [
    "一員",
    "いちいん",
    "viên 【"
  ],
  [
    "一大イベント",
    "いちだい",
    "lớn"
  ],
  [
    "一家団らん",
    "一家団らん",
    "họp"
  ],
  [
    "一層",
    "いっそう",
    "nhiều"
  ],
  [
    "一帯に広がる",
    "いったい",
    "vùng"
  ],
  [
    "一律",
    "いちりつ",
    "nhau, không thay đổi bởi bất kì điều"
  ],
  [
    "一挙に",
    "いっきょ",
    "lớn（日本チーム"
  ],
  [
    "一概には言えない",
    "一概には言えない",
    "là…"
  ],
  [
    "一様に",
    "いちように",
    "đều"
  ],
  [
    "一段と",
    "いちだんと",
    "nhiều （＝もっと"
  ],
  [
    "一流ブランド",
    "一流ブランド",
    "đầu"
  ],
  [
    "一覧",
    "いちらん",
    "sách"
  ],
  [
    "一躍",
    "いちやく",
    "tăm, địa vị một cách nhanh"
  ],
  [
    "一通り",
    "一通り",
    "cuối（彼女は中国語が"
  ],
  [
    "万能",
    "ばんのう",
    "năng, giỏi"
  ],
  [
    "三日月が出る",
    "みかづき",
    "hiện"
  ],
  [
    "上品な",
    "じょうひん",
    "thiệp, tao nhã, sang trọng, quý phái"
  ],
  [
    "上時期",
    "じき",
    "kì"
  ],
  [
    "下のランク",
    "下のランク",
    "trên ⇔ xếp hạng dưới"
  ],
  [
    "下取り",
    "したどり",
    "mới, có bù thêm tiền"
  ],
  [
    "下取りに出す",
    "下取りに出す",
    "đồ mới"
  ],
  [
    "下品な",
    "げひん",
    "gười） khiếm nhã"
  ],
  [
    "下痢",
    "げり",
    "chảy"
  ],
  [
    "不作",
    "ふさく",
    "mùa"
  ],
  [
    "不利な",
    "ふり",
    "lợi"
  ],
  [
    "不十分",
    "ふじゅうぶん",
    "đủ, thiếu"
  ],
  [
    "不和",
    "ふわ",
    "hòa"
  ],
  [
    "不均衡",
    "不均衡",
    "bằng"
  ],
  [
    "不審な",
    "ふしん",
    "ngờ, đáng nghi"
  ],
  [
    "不審を抱く",
    "いだく",
    "ngờ, ôm ấp sự nghi ngờ trong đầu"
  ],
  [
    "不当",
    "ふとう",
    "lý; không thỏa"
  ],
  [
    "不意",
    "ふい",
    "nhiên, k ngờ tới"
  ],
  [
    "不意に",
    "不意に",
    "nhiên xảy ra（お"
  ],
  [
    "不手際",
    "ふてぎわ",
    "năng"
  ],
  [
    "不振",
    "ふしん",
    "lợi (売り上げが不振 doanh số"
  ],
  [
    "不振にあえぐ",
    "不振にあえぐ",
    "thở"
  ],
  [
    "不振に陥る",
    "おちいる",
    "lợi, không thuận lợi"
  ],
  [
    "不摂生な生活は",
    "ふせっせい",
    "độ"
  ],
  [
    "不景気・不況",
    "不景気・不況",
    "khăn"
  ],
  [
    "不況",
    "ふぶきょう",
    "thoái"
  ],
  [
    "不真面目な",
    "ふまじめ",
    "túc"
  ],
  [
    "不確かな",
    "ふたしか",
    "thực ( 情報、話、"
  ],
  [
    "不確定な",
    "ふかくてい",
    "định"
  ],
  [
    "不純物のない",
    "不純物のない",
    "đục"
  ],
  [
    "不良",
    "ふりょう",
    "tốt"
  ],
  [
    "不調",
    "ふちょう",
    "tình trạng xấu, không ổn định"
  ],
  [
    "不順",
    "ふじゅん",
    "luật"
  ],
  [
    "与党",
    "よとう",
    "quyền"
  ],
  [
    "世の中",
    "よのなか",
    "hội"
  ],
  [
    "世帯",
    "せたい",
    "đình"
  ],
  [
    "世帯主",
    "せたいぬし",
    "hộ"
  ],
  [
    "世帯数",
    "せたいすう",
    "đình"
  ],
  [
    "世界遺産",
    "世界遺産",
    "giới"
  ],
  [
    "世論",
    "せろん",
    "dư luận, công luận"
  ],
  [
    "世辞",
    "せじ",
    "nịnh"
  ],
  [
    "世間",
    "せけん",
    "gian, xã hội"
  ],
  [
    "中毒",
    "ちゅうどく",
    "độc"
  ],
  [
    "中継局",
    "ちゅうけいきょく",
    "sóng, đài truyền hình"
  ],
  [
    "中継車",
    "ちゅうけいしゃ",
    "thanh(lưu động"
  ],
  [
    "中高一貫の学校",
    "ちゅうこういっかん",
    "và trung học"
  ],
  [
    "主人公",
    "しゅじんこう",
    "chính"
  ],
  [
    "主任に昇進する",
    "しょうしん",
    "nhiệm"
  ],
  [
    "主催",
    "しゅさい",
    "chức , chủ trì"
  ],
  [
    "主催者",
    "しゅさいしゃ",
    "chức"
  ],
  [
    "主審",
    "しゅしん",
    "chính"
  ],
  [
    "主導",
    "しゅどう",
    "đạo"
  ],
  [
    "主張",
    "しゅちょう",
    "trương"
  ],
  [
    "主旨",
    "しゅし",
    "ý chính, lý do chính"
  ],
  [
    "主権",
    "しゅけん",
    "quyền"
  ],
  [
    "主食",
    "しゅしょく",
    "chính, thức ăn chính trong bữa ăn"
  ],
  [
    "乏しい",
    "乏しい",
    "ỏi, thiếu thốn"
  ],
  [
    "乗っ取り犯",
    "のっとりはん",
    "đoạt, tội phạm chiếm đoạt những"
  ],
  [
    "乗り出す",
    "乗り出す",
    "① để lộ ra nửa thân trên của cơ thể（窓から"
  ],
  [
    "乗り切る",
    "乗り切る",
    "một cách bình"
  ],
  [
    "乱す",
    "みだす",
    "xộn, làm loạn"
  ],
  [
    "乱れ",
    "みだれ",
    "sự lộn xộn, rối loạn"
  ],
  [
    "乱暴する",
    "乱暴する",
    "loạn, nổi loạn, gây phiền, quấy nhiễu đến"
  ],
  [
    "乱暴な",
    "らんぼう",
    "đắn, không tử tế"
  ],
  [
    "乱暴を働く",
    "乱暴を働く",
    "loạn, nổi loạn, gây rối"
  ],
  [
    "乱用",
    "らんよう",
    "dụng"
  ],
  [
    "乱発",
    "らんばつ",
    "lạm phát, phát hành/làm bừa bãi quá nhiều"
  ],
  [
    "乾き",
    "かわき",
    "khô"
  ],
  [
    "予感がある",
    "予感がある",
    "giác (thuộc về kinh nghiệm"
  ],
  [
    "予感する",
    "よかん",
    "cảm, linh tính"
  ],
  [
    "予約制",
    "よやくせい",
    "trước"
  ],
  [
    "予言",
    "よげん",
    "trước, điềm báo trước"
  ],
  [
    "争う",
    "あらそう",
    "gỗ, cạnh tranh"
  ],
  [
    "事後",
    "じご",
    "đó"
  ],
  [
    "事情",
    "じじょう",
    "tình, lý do"
  ],
  [
    "事態",
    "じたい",
    "hình"
  ],
  [
    "事項",
    "じこう",
    "khoản, mục"
  ],
  [
    "二世帯",
    "二世帯",
    "đình"
  ],
  [
    "交渉がない",
    "交渉がない",
    "② không giao du, không nói chuyện, giao tiếp"
  ],
  [
    "交渉で妥結する",
    "だけつ",
    "phán"
  ],
  [
    "交渉を持つ",
    "交渉を持つ",
    "② giữ liên lạc, giữ mối quan hệ"
  ],
  [
    "人に反感を持つ",
    "人に反感を持つ",
    "cảm, ác cảm với người khác"
  ],
  [
    "人に反発する",
    "人に反発する",
    "khác"
  ],
  [
    "人に執着する",
    "しゅうちゃく",
    "đó"
  ],
  [
    "人に未練する",
    "みれん",
    "đó"
  ],
  [
    "人に気兼ねする",
    "きがね",
    "khí, ngoại tiếp xúc với người khác"
  ],
  [
    "人に片思いする",
    "かたおもい",
    "đó"
  ],
  [
    "人に猛反対する",
    "人に猛反対する",
    "khác"
  ],
  [
    "人の手を煩わす",
    "人の手を煩わす",
    "công"
  ],
  [
    "人をあざ笑う",
    "あざわらう",
    "báng; giễu cợt"
  ],
  [
    "人を妬む",
    "ねたむ",
    "khác"
  ],
  [
    "人一倍",
    "ひといちばい",
    "nhiều, gấp đôi người bình"
  ],
  [
    "人並み",
    "ひとなみ",
    "xã"
  ],
  [
    "人体",
    "じんたい",
    "thể"
  ],
  [
    "人工知能",
    "ちのう",
    "tạo"
  ],
  [
    "人影",
    "ひとかげ",
    "người"
  ],
  [
    "人情",
    "人情",
    "quen, tình người"
  ],
  [
    "人懐っこい",
    "ひとなつっこい",
    "người"
  ],
  [
    "人手がかかる",
    "人手がかかる",
    "công"
  ],
  [
    "人手が入る",
    "人手が入る",
    "vào"
  ],
  [
    "人手に渡る",
    "人手に渡る",
    "khác"
  ],
  [
    "人手に頼る",
    "人手に頼る",
    "khác"
  ],
  [
    "人手をかける",
    "人手をかける",
    "công"
  ],
  [
    "人手を借りる",
    "人手を借りる",
    "khác, nhờ giúp đỡ"
  ],
  [
    "人手を加える",
    "人手を加える",
    "vào"
  ],
  [
    "人材",
    "じんざい",
    "lực, nhân viên, người làm việc"
  ],
  [
    "人材を集まる",
    "人材を集まる",
    "lực, tập hợp nhân viên"
  ],
  [
    "人柄",
    "ひとがら",
    "cách"
  ],
  [
    "人格",
    "じんかく",
    "cách"
  ],
  [
    "人気",
    "ひとけ",
    "người (khi đi đường vắng"
  ],
  [
    "人気がない",
    "人気がない",
    "người, không có ai"
  ],
  [
    "人目",
    "ひとめ",
    "người"
  ],
  [
    "人目がある",
    "人目がある",
    "người"
  ],
  [
    "人目を引く",
    "人目を引く",
    "khác"
  ],
  [
    "人知れず",
    "人知れず",
    "khác biết"
  ],
  [
    "人象徴的",
    "しょうちょうてき",
    "trưng"
  ],
  [
    "今さら",
    "いまさら",
    "giờ (sự việc đã bị chậm trễ) (đến"
  ],
  [
    "今さらながら",
    "今さらながら",
    "mới (thể hiện sự nhận ra điều gì"
  ],
  [
    "今にも",
    "今にも",
    "chốc, sớm"
  ],
  [
    "今一",
    "いまいち",
    "của 今一つ"
  ],
  [
    "介抱",
    "かいほう",
    "nom,chăm sóc"
  ],
  [
    "介護士",
    "介護士",
    "sóc"
  ],
  [
    "仕える",
    "つかえる",
    "vụ, phụng sự"
  ],
  [
    "仕事に取り掛かる",
    "仕事に取り掛かる",
    "việc"
  ],
  [
    "仕事を委託する",
    "いたく",
    "thác, giao phó công việc （託ける：かこ"
  ],
  [
    "仕事を手掛ける",
    "てがける",
    "việc"
  ],
  [
    "仕事柄",
    "しごとがら",
    "việc"
  ],
  [
    "仕組み",
    "しくみ",
    "cấu, tổ chức"
  ],
  [
    "付録",
    "ふるろく",
    "kèm"
  ],
  [
    "代わる代わる",
    "代わる代わる",
    "phiên 荷物を代わる代わる持つ"
  ],
  [
    "代弁",
    "だいべん",
    "mặt"
  ],
  [
    "仮説",
    "かせつ",
    "thuyết"
  ],
  [
    "仰ぐ",
    "あおぐ",
    "lên"
  ],
  [
    "仲を裂く",
    "仲を裂く",
    "hệ"
  ],
  [
    "任す",
    "まかす",
    "phó"
  ],
  [
    "任務",
    "任務",
    "vụ"
  ],
  [
    "任地に赴く",
    "任地に赴く",
    "vụ"
  ],
  [
    "企て",
    "くわだて",
    "hoạch"
  ],
  [
    "企み",
    "たくらみ",
    "hoạch"
  ],
  [
    "企む",
    "たくらむ",
    "mưu"
  ],
  [
    "企業",
    "きぎょう",
    "nghiệp"
  ],
  [
    "企画",
    "きかく",
    "kế hoạch, dự án"
  ],
  [
    "会員制",
    "かいいんせい",
    "viên; chế độ hội viên"
  ],
  [
    "会計",
    "かいけい",
    "toán, tính tiền"
  ],
  [
    "会計係",
    "かいけいがかり",
    "toán"
  ],
  [
    "会計士",
    "かいけいし",
    "toán"
  ],
  [
    "伝う",
    "つたう",
    "với, di theo"
  ],
  [
    "伝言",
    "伝言",
    "báo, lời nhắn"
  ],
  [
    "伝達",
    "伝達",
    "đạt"
  ],
  [
    "低迷",
    "ていめい",
    "sụp. Đi xuống"
  ],
  [
    "住み心地",
    "すみごこち",
    "mái"
  ],
  [
    "住む",
    "えんせん",
    "tuyến Yamanote"
  ],
  [
    "体がもたない",
    "体がもたない",
    "được, không chịu được"
  ],
  [
    "体裁が悪い",
    "体裁が悪い",
    "xấu, mất thể diện"
  ],
  [
    "体裁よく",
    "ていさいよく",
    "tốt"
  ],
  [
    "体裁を繕う",
    "つくろう",
    "mạo"
  ],
  [
    "体験",
    "たいけん",
    "nghiệm"
  ],
  [
    "何か",
    "なにか",
    "đó"
  ],
  [
    "何かと",
    "なにかと",
    "rất（ナイフが一つあると、何かと便利だ）、"
  ],
  [
    "何でも",
    "なんでも",
    "là, theo tôi được biết là"
  ],
  [
    "何とぞ",
    "なにとぞ",
    "ơn、rất mong"
  ],
  [
    "何の人かで",
    "何の人かで",
    "người"
  ],
  [
    "何やら",
    "なにやら",
    "nhưng...（何やらキッチン"
  ],
  [
    "何らか",
    "なんらか",
    "đó (何らかの対策 đối sách gì đó"
  ],
  [
    "何らかの形",
    "何らかの形",
    "đó"
  ],
  [
    "何気ない",
    "なにげない",
    "cử"
  ],
  [
    "余り",
    "あまり",
    "thừa"
  ],
  [
    "余分が出る",
    "余分が出る",
    "thừa, có dư"
  ],
  [
    "余裕",
    "よゆう",
    "thừa (vẫn có gía trị sử dụng、bỏ quả táo vào"
  ],
  [
    "作動",
    "さどう",
    "động"
  ],
  [
    "作戦を制する",
    "せいする",
    "chiến"
  ],
  [
    "作用",
    "さよう",
    "dụng"
  ],
  [
    "作用を及ぼす",
    "およぼす",
    "dụng"
  ],
  [
    "併記",
    "併記",
    "cạnh,sát nhau"
  ],
  [
    "使い捨て",
    "つかいすて",
    "bỏ"
  ],
  [
    "使い込む",
    "使い込む",
    "phải của mình"
  ],
  [
    "使命",
    "しめい",
    "mệnh"
  ],
  [
    "例え",
    "たとえ",
    "dụ, giả dụ"
  ],
  [
    "例年",
    "れいねん",
    "năm"
  ],
  [
    "依存",
    "いぞん",
    "vào, phụ thuộc"
  ],
  [
    "依存心",
    "依存心",
    "thuộc (bị phụ thuộc một thứ gì"
  ],
  [
    "依頼",
    "いらい",
    "cậy, yêu cầu"
  ],
  [
    "侮る",
    "あなどる",
    "bỉ; coi thường"
  ],
  [
    "侵害する",
    "しんがい",
    "phạm ( 人権を、"
  ],
  [
    "侵害に与える",
    "侵害に与える",
    "phạm"
  ],
  [
    "侵略",
    "しんりゃく",
    "lược"
  ],
  [
    "便乗",
    "びんじょう",
    "dụng, lợi dụng"
  ],
  [
    "便宜",
    "べんぎ",
    "lợi, tạo điều kiện thuận lợi"
  ],
  [
    "便宜を図る",
    "便宜を図る",
    "tiện nghi"
  ],
  [
    "便宜的な",
    "べんぎてき",
    "lợi"
  ],
  [
    "便秘気味になる",
    "べんぴ",
    "bón"
  ],
  [
    "促す",
    "うながす",
    "thúc, thúc giục"
  ],
  [
    "俄然",
    "俄然",
    "đổi（褒められて、俄然やる"
  ],
  [
    "保守",
    "ほしゅ",
    "thủ , báo trì"
  ],
  [
    "保管",
    "ほかん",
    "bảo quản, lưu giữ"
  ],
  [
    "保育士",
    "ほいくし",
    "mẫu"
  ],
  [
    "保護",
    "ほご",
    "hộ , chăm sóc"
  ],
  [
    "保護する",
    "保護する",
    "hộ, bảo vệ"
  ],
  [
    "保障",
    "ほしょう",
    "đảm"
  ],
  [
    "保養",
    "ほよう",
    "dưỡng sức, nghỉ dưỡng"
  ],
  [
    "保養地",
    "ほようち",
    "dưỡng"
  ],
  [
    "信仰",
    "しんこう",
    "ngưỡng"
  ],
  [
    "信念",
    "しんねん",
    "niệm, lòng tin , suy nghĩ trong đầu cho đó"
  ],
  [
    "信念を貫く",
    "つらぬく",
    "suốt, quán triệt tư tưởng, lòng tin"
  ],
  [
    "信者",
    "しんじゃ",
    "đạo"
  ],
  [
    "修士課程",
    "しゅうし",
    "sĩ"
  ],
  [
    "修学旅行に行く",
    "しゅうがくりょこう",
    "tập"
  ],
  [
    "修業",
    "しゅぎょう",
    "nghiệp"
  ],
  [
    "修行",
    "しゅぎょう",
    "nghiệp, tu hành"
  ],
  [
    "俯く",
    "うつむく",
    "xuống, gục đầu xuống (thể hiện sự chịu"
  ],
  [
    "俳優",
    "俳優",
    "viên"
  ],
  [
    "個室",
    "こしつっ",
    "riêng"
  ],
  [
    "個性が表す・出る",
    "個性が表す・出る",
    "thân"
  ],
  [
    "個性を生かす",
    "いかす",
    "thân"
  ],
  [
    "個性を磨く",
    "個性を磨く",
    "thân"
  ],
  [
    "個性を育む",
    "個性を育む",
    "thân"
  ],
  [
    "倍増",
    "ばいぞう",
    "đôi"
  ],
  [
    "倣う",
    "ならう",
    "chước, mô phỏng theo 前例に倣って"
  ],
  [
    "倫理",
    "りんり",
    "lý"
  ],
  [
    "倶約",
    "けんやく",
    "kiệm"
  ],
  [
    "倹約",
    "けんやく",
    "kiệm (không dùng với tài nguyên thiên"
  ],
  [
    "偏り",
    "かたより",
    "nghiêng, lệch"
  ],
  [
    "偏見",
    "偏見",
    "kiến, có sẵn suy nghĩ không tốt về đối"
  ],
  [
    "偏見を捨てる",
    "偏見を捨てる",
    "kiến"
  ],
  [
    "停滞",
    "ていたい",
    "tr6"
  ],
  [
    "健やか",
    "すこやか",
    "mạnh ( 健やかに育つ、健やかな体、心"
  ],
  [
    "健在",
    "けんざい",
    "vẫn khỏe mạnh, vẫn hoạt động tốt"
  ],
  [
    "健常者",
    "けんじょうしゃ",
    "mạnh"
  ],
  [
    "健康を取り戻す",
    "健康を取り戻す",
    "lại, khôi phục sức khỏe"
  ],
  [
    "健康を増進する",
    "ぞうしん",
    "khỏe"
  ],
  [
    "健康を維持する",
    "健康を維持する",
    "khỏe"
  ],
  [
    "健康保険に加入",
    "かにゅう",
    "hội"
  ],
  [
    "偽り",
    "いつわり",
    "giả, ngụy tạo"
  ],
  [
    "偽ブランド",
    "偽ブランド",
    "mạo"
  ],
  [
    "偽善",
    "ぎぜん",
    "giá"
  ],
  [
    "偽装",
    "ぎぞう",
    "trang, cải trang"
  ],
  [
    "偽造",
    "ぎぞう",
    "giả"
  ],
  [
    "備する",
    "備する",
    "chất"
  ],
  [
    "催し",
    "催し",
    "kiện"
  ],
  [
    "催し物",
    "催し物",
    "kiện"
  ],
  [
    "催す",
    "催す",
    "chức, cảm thấy"
  ],
  [
    "催する",
    "催する",
    "kiện"
  ],
  [
    "傲慢な",
    "ごうまん",
    "kì, láo xược"
  ],
  [
    "債権",
    "きいけん",
    "được(lãi"
  ],
  [
    "傷める",
    "いためる",
    "thương, làm tốn"
  ],
  [
    "傷跡",
    "きずあと",
    "sẹo"
  ],
  [
    "傾ける・注ぐ",
    "傾ける・注ぐ",
    "về, dốc hết sức（全力を傾ける・"
  ],
  [
    "傾倒",
    "けいとう",
    "hiến, dốc sức"
  ],
  [
    "傾斜",
    "けいしゃ",
    "nghiêng"
  ],
  [
    "儀式",
    "ぎしき",
    "thức"
  ],
  [
    "償い",
    "つぐない",
    "thường, đền bù"
  ],
  [
    "償いをする",
    "償いをする",
    "thường"
  ],
  [
    "優先権",
    "優先権",
    "tiên"
  ],
  [
    "優先的な",
    "優先的な",
    "tiên"
  ],
  [
    "優勝パレード",
    "優勝パレード",
    "thắng"
  ],
  [
    "優美な",
    "ゆうび",
    "lịch, tao nhã"
  ],
  [
    "優越感",
    "ゆうえつかん",
    "phụ"
  ],
  [
    "優雅な",
    "ゆうが",
    "lịch, tao nhã (優雅な姿 hình dáng tao"
  ],
  [
    "儲け",
    "儲け",
    "lòi, kiếm tiền lãi"
  ],
  [
    "元する",
    "かんげん",
    "hội"
  ],
  [
    "元来",
    "元来",
    "trước（国家とは"
  ],
  [
    "元素",
    "げんそ",
    "tố"
  ],
  [
    "兆し",
    "きざし",
    "hiệu ( 回復の兆し、春の兆し"
  ],
  [
    "兆候",
    "ちょうこう",
    "hiệu, triệu chứng"
  ],
  [
    "先ごろ",
    "先ごろ",
    "đây（先ごろ、中国の首相が日本を訪"
  ],
  [
    "先だって",
    "先だって",
    "trước（先だっては、どうもお世話"
  ],
  [
    "先に立つ",
    "先に立つ",
    "tiên"
  ],
  [
    "先を争う",
    "あらそう",
    "tiên"
  ],
  [
    "先端",
    "せんたん",
    "mút, tiên phong"
  ],
  [
    "先進国",
    "先進国",
    "tiến"
  ],
  [
    "先頭",
    "せんとう",
    "mút"
  ],
  [
    "光景",
    "こうけい",
    "cảnh (cụ thể, rõ ràng, có tính chất như"
  ],
  [
    "光沢",
    "こうたく",
    "mặt"
  ],
  [
    "克服する",
    "こくふく",
    "phục, chinh phục (悪条件を"
  ],
  [
    "免除",
    "めんじょ",
    "giảm"
  ],
  [
    "入学金を免除さ",
    "めんじょ",
    "học"
  ],
  [
    "全域に渡る",
    "ぜんいき",
    "qua, đi qua cả vùng, cả khu vực"
  ],
  [
    "全盛",
    "ぜんせい",
    "vượng"
  ],
  [
    "公式な",
    "こうしき",
    "thức"
  ],
  [
    "公衆",
    "こうしゅう",
    "chúng, công cộng, người dân bình thường"
  ],
  [
    "公衆トイレ",
    "公衆トイレ",
    "cộng"
  ],
  [
    "共働き",
    "共働き",
    "làm"
  ],
  [
    "共同体",
    "きょうどうたい",
    "thống, xã hội cùng hợp tác"
  ],
  [
    "共存を図る",
    "共存を図る",
    "sống cùng nhau"
  ],
  [
    "共感する",
    "きょうかん",
    "giống như thế（ド"
  ],
  [
    "共感を呼ぶ",
    "共感を呼ぶ",
    "khác"
  ],
  [
    "共稼ぎ",
    "共稼ぎ",
    "tới Mai"
  ],
  [
    "共鳴する",
    "きょうめい",
    "hưởng, hưởng ứng, cùng chung tiếng nói"
  ],
  [
    "兵を挙げる 兵を挙げる",
    "兵を挙げる 兵を挙げる",
    "ｔriệu tập quân đội"
  ],
  [
    "兵力",
    "兵力",
    "lực"
  ],
  [
    "兵器",
    "兵器",
    "khí"
  ],
  [
    "兵士",
    "兵士",
    "sĩ"
  ],
  [
    "兵隊",
    "兵隊",
    "đội"
  ],
  [
    "典型",
    "てんけい",
    "điển hình"
  ],
  [
    "兼業",
    "けんぎょう",
    "trái"
  ],
  [
    "内心",
    "ないしん",
    "tâm, để trong lòng"
  ],
  [
    "内緒",
    "ないしょ",
    "mật"
  ],
  [
    "内訳",
    "うちわけ",
    "một"
  ],
  [
    "内閣",
    "ないかく",
    "các"
  ],
  [
    "円滑な",
    "えんかつ",
    "chảy, trơn tru"
  ],
  [
    "再三",
    "さいさん",
    "lượt"
  ],
  [
    "再発",
    "さいはつ",
    "diễn, tái phát"
  ],
  [
    "再起を図る",
    "さいき",
    "khấu, tái xuất"
  ],
  [
    "冒す",
    "おかす",
    "liều, mạo hiểm"
  ],
  [
    "冗漫な",
    "じょうまん",
    "dòng, rườm rà"
  ],
  [
    "冗長な",
    "じょうちょう",
    "dòng, rườm rà"
  ],
  [
    "冷やかす",
    "ひやかす",
    "chọc"
  ],
  [
    "冷ややか",
    "ひややか",
    "nhạt, thờ ơ"
  ],
  [
    "冷却",
    "れいきゃく",
    "lạnh"
  ],
  [
    "冷淡",
    "れいたん",
    "nhạt, thờ ơ"
  ],
  [
    "冷酷な",
    "れいこく",
    "nhẫn"
  ],
  [
    "几帳面な",
    "きちょうめん",
    "nắp, chỉn chu, đúng giờ"
  ],
  [
    "処分",
    "しょぶん",
    "lý,vứt bỏ đi"
  ],
  [
    "処置",
    "しょち",
    "nhẹ"
  ],
  [
    "処罰",
    "しょばつ",
    "phạt"
  ],
  [
    "凶作",
    "きょうさく",
    "mùa"
  ],
  [
    "出す",
    "出す",
    "thái"
  ],
  [
    "出る",
    "出る",
    "ứng, cảm giác không thích"
  ],
  [
    "出費者",
    "しゅっぴしゃ",
    "tiền, người chi tiền"
  ],
  [
    "分割払い",
    "ぶんかつばらい",
    "góp"
  ],
  [
    "分析",
    "ぶんせき",
    "tích"
  ],
  [
    "分母",
    "ぶんぼ",
    "số"
  ],
  [
    "分配",
    "ぶんばぱばい",
    "phối"
  ],
  [
    "分離",
    "ぶんり",
    "rời"
  ],
  [
    "切ない",
    "せつない",
    "tâm, đau khổ ( 切ない恋 cuộc tình đau khổ"
  ],
  [
    "切に",
    "せつに",
    "lòng（ご成功を切に祈っております"
  ],
  [
    "切り出す",
    "切り出す",
    "thân đã suy"
  ],
  [
    "切り裂く",
    "きりさく",
    "toang (闇 やみ màn đêm"
  ],
  [
    "刑罰",
    "けいばつっ",
    "phạt"
  ],
  [
    "判定",
    "判定",
    "quyết , phán xét"
  ],
  [
    "別枠",
    "べつわく",
    "đối với quy định"
  ],
  [
    "利害",
    "りがい",
    "hại"
  ],
  [
    "利害関係",
    "利害関係",
    "hại, mối liên quan lợi dụng lẫn nhau"
  ],
  [
    "利己的な",
    "りこてき",
    "kỉ, cá nhân"
  ],
  [
    "利潤",
    "りじゅん",
    "nhuận"
  ],
  [
    "制定",
    "せいてい",
    "hành"
  ],
  [
    "制御",
    "せいぎょ",
    "ngự, kiếm soát"
  ],
  [
    "制服",
    "せいふく",
    "phục"
  ],
  [
    "制裁",
    "せいさい",
    "phạt ,trừng phạt"
  ],
  [
    "前へ突き進む",
    "前へ突き進む",
    "trước"
  ],
  [
    "前もって",
    "前もって",
    "trước（前もって、"
  ],
  [
    "前兆",
    "ぜんちょう",
    "hiệu, điềm"
  ],
  [
    "前向きな",
    "まえむき",
    "trước (考え、姿勢"
  ],
  [
    "前提",
    "ぜんてい",
    "quyết, tiền đề"
  ],
  [
    "前方",
    "ぜんぽう",
    "trước"
  ],
  [
    "前書き",
    "まえがき",
    "đầu; đoạn mở đầu"
  ],
  [
    "前触れ",
    "まえぶれ",
    "báo"
  ],
  [
    "前途多難",
    "ぜんとたなん",
    "nan, đa nan"
  ],
  [
    "前途洋々",
    "ぜんとようよう",
    "sáng"
  ],
  [
    "副作用",
    "ふくさよう",
    "phụ"
  ],
  [
    "副食",
    "ふくしょく",
    "ăn, món ăn (không phải cơm"
  ],
  [
    "割り当て",
    "割り当て",
    "chia (一人で２万円の割り当て"
  ],
  [
    "創刊号",
    "そうかんごう",
    "tiên"
  ],
  [
    "力着せがましい",
    "おんきせがましい",
    "công"
  ],
  [
    "加入",
    "かにゅう",
    "nhập"
  ],
  [
    "加減",
    "かげん",
    "điều chỉnh, mức độ"
  ],
  [
    "助産師",
    "じょさんし",
    "sản"
  ],
  [
    "助言",
    "じょげん",
    "khuyên"
  ],
  [
    "助詞",
    "じょし",
    "từ"
  ],
  [
    "励ます",
    "励ます",
    "lệ"
  ],
  [
    "励みになる",
    "励みになる",
    "lệ, động viên"
  ],
  [
    "労う",
    "ねぎらう",
    "kích, cảm ơn"
  ],
  [
    "勇ましい",
    "いさましい",
    "mẽ, dũng mãnh"
  ],
  [
    "勇敢な",
    "ゆうかん",
    "đảm"
  ],
  [
    "動き",
    "うごき",
    "động"
  ],
  [
    "動に行く",
    "かがいかつどう",
    "với bạn"
  ],
  [
    "動揺を抑える",
    "動揺を抑える",
    "bời"
  ],
  [
    "動章",
    "くんしょう",
    "chương"
  ],
  [
    "勘がさえる",
    "勘がさえる",
    "bén"
  ],
  [
    "勘弁",
    "かんべん",
    "tha thứ, bỏ qua; chịu đựng"
  ],
  [
    "勝ち取る",
    "かちとる",
    "quả"
  ],
  [
    "勝利を収める",
    "おさめる",
    "lợi"
  ],
  [
    "勝利者",
    "勝利者",
    "thắng"
  ],
  [
    "募金",
    "ぼきん",
    "góp"
  ],
  [
    "募集",
    "ぼしゅう",
    "mộ, tuyển tập"
  ],
  [
    "勢力",
    "せいりょく",
    "lực, sức mạnh"
  ],
  [
    "勢力が伸ばす",
    "勢力が伸ばす",
    "lên"
  ],
  [
    "勢力が増す",
    "勢力が増す",
    "lên"
  ],
  [
    "勢力が失う",
    "勢力が失う",
    "đi"
  ],
  [
    "勢力が衰える",
    "おとろえる",
    "sút"
  ],
  [
    "勢力を得る",
    "勢力を得る",
    "lực"
  ],
  [
    "勢力争い",
    "勢力争い",
    "mạnh, quyền lực"
  ],
  [
    "勤め先",
    "つとめさき",
    "việc"
  ],
  [
    "勤労",
    "きんろう",
    "động"
  ],
  [
    "勤勉な",
    "きんべん",
    "cù, siêng năng"
  ],
  [
    "勤務",
    "きんむ",
    "việc"
  ],
  [
    "勧める",
    "すすめる",
    "khích, khuyên"
  ],
  [
    "勧誘",
    "かんゆう",
    "bảo"
  ],
  [
    "包む",
    "くるむ",
    "lại"
  ],
  [
    "包容力",
    "ほうようりょく",
    "lớn, sẵn sàng tiếp nhận mọi"
  ],
  [
    "包装",
    "ほうそう",
    "hàng"
  ],
  [
    "化合",
    "かごう",
    "học"
  ],
  [
    "区域に入る",
    "くいき",
    "vực"
  ],
  [
    "区画",
    "くかく",
    "đất, ngăn chia"
  ],
  [
    "区間",
    "くかん",
    "vực, đoạn"
  ],
  [
    "医療施設",
    "いりょうしせつ",
    "chất, thiết bị điều trị"
  ],
  [
    "十分な",
    "じゅうぶん",
    "đủ, toàn vẹn (睡眠、栄養、"
  ],
  [
    "卑劣な",
    "ひれつ",
    "ổi, hèn hạ"
  ],
  [
    "卑怯な",
    "ひきょう",
    "nhát, không ngay thẳng, chơi không đẹp"
  ],
  [
    "卑怯者",
    "ひきょうもの",
    "fairplay, sử dụng mưu hèn kế bẩn"
  ],
  [
    "協力する",
    "きょうりょく",
    "tác, phối hợp sức mạnh lẫn nhau để thực"
  ],
  [
    "協調的な",
    "きょうちょうてき",
    "tác"
  ],
  [
    "単位",
    "たんい",
    "vị"
  ],
  [
    "単独",
    "たんどく",
    "lẻ, đơn độc"
  ],
  [
    "博士課程 はくし/はかせ",
    "博士課程 はくし/はかせ",
    "sĩ"
  ],
  [
    "占拠",
    "せんきょ",
    "chiếm,chiếm đóng/lấy"
  ],
  [
    "占領",
    "せんりょう",
    "lấy"
  ],
  [
    "印象",
    "いんしょう",
    "ấn tượng"
  ],
  [
    "印鑑",
    "いんかん",
    "giấu"
  ],
  [
    "危なげない",
    "あぶなげない",
    "toàn, không nguy hiễm"
  ],
  [
    "危害",
    "きがい",
    "hại, nguy hiểm"
  ],
  [
    "危恨",
    "きぐ",
    "hãi"
  ],
  [
    "危機",
    "きき",
    "cơ, tình thế nguy hiểm, khủng hoảng"
  ],
  [
    "危機が迫る",
    "せまる",
    "gần"
  ],
  [
    "危機に瀕する",
    "ひんする",
    "gần, cận kề"
  ],
  [
    "危機に陥る",
    "おちいる",
    "cơ, tình thế hiểm nghèo"
  ],
  [
    "危機を脱する",
    "だっする",
    "cơ"
  ],
  [
    "危機を逃れる",
    "のがれる",
    "hiểm"
  ],
  [
    "危機感",
    "ききかん",
    "hiểm"
  ],
  [
    "即刻",
    "そっこく",
    "tức （そんなことをするやつは、即"
  ],
  [
    "即座に",
    "そくざ",
    "tức"
  ],
  [
    "即戦力",
    "そくせんりょく",
    "chiến"
  ],
  [
    "厄介な",
    "やっかい",
    "phức"
  ],
  [
    "厄介にかける",
    "厄介にかける",
    "phiền"
  ],
  [
    "厄介になる",
    "厄介になる",
    "phiền"
  ],
  [
    "厚かましい",
    "あつかましい",
    "trẽn, mặt dày"
  ],
  [
    "原典",
    "げんてん",
    "gốc"
  ],
  [
    "原則",
    "げんそく",
    "tắc"
  ],
  [
    "原則として",
    "原則として",
    "thì"
  ],
  [
    "原子",
    "げんし",
    "tử"
  ],
  [
    "原文のニュアンス",
    "げんぶん",
    "gốc"
  ],
  [
    "厳か",
    "おごそか",
    "trang, trang trọng"
  ],
  [
    "厳粛",
    "げんしゅく",
    "trọng, uy nghiêm"
  ],
  [
    "厳重注意を",
    "厳重注意を",
    "khắc"
  ],
  [
    "参照",
    "さんしょう",
    "chiếu"
  ],
  [
    "友達となごりを",
    "友達となごりを",
    "âm"
  ],
  [
    "反則を犯す",
    "反則を犯す",
    "lỗi, thực hiện hành vi phạm lỗi (cố ý"
  ],
  [
    "反則負け",
    "反則負け",
    "lỗi"
  ],
  [
    "反射",
    "反射",
    "xạ"
  ],
  [
    "反射的な",
    "反射的な",
    "xạ"
  ],
  [
    "反応",
    "反応",
    "ứng"
  ],
  [
    "反応を見る",
    "反応を見る",
    "ứng (của ai đó"
  ],
  [
    "反発",
    "反発",
    "bác"
  ],
  [
    "反発力",
    "反発力",
    "hút (của nam châm"
  ],
  [
    "収入",
    "しゅうにゅう",
    "chung, tổng thu về chưa trừ chi"
  ],
  [
    "取りまとめ役",
    "取りまとめ役",
    "hợp, thu xếp"
  ],
  [
    "取り上げる",
    "取り上げる",
    "thập, đề xuất"
  ],
  [
    "取り仕切る",
    "取り仕切る",
    "soát, quản lý mọi thứ trong phạm vi được"
  ],
  [
    "取り扱い",
    "取り扱い",
    "đãi, xử lý, sử dụng"
  ],
  [
    "取り掛かる",
    "取り掛かる",
    "đó"
  ],
  [
    "取り組む",
    "取り組む",
    "vấn đề"
  ],
  [
    "取り締まり",
    "取り締まり",
    "soát, sự quản lý"
  ],
  [
    "取り調べる",
    "取り調べる",
    "tình nghi"
  ],
  [
    "取引先",
    "取引先",
    "hàng"
  ],
  [
    "取得",
    "しゅとく",
    "quả"
  ],
  [
    "取締役",
    "取締役",
    "lý, người điều hành"
  ],
  [
    "受け入れる",
    "うけいれる",
    "nhận, tiếp nhận(難民、提案、要求"
  ],
  [
    "受け持ち",
    "うけもち",
    "dm Nhận"
  ],
  [
    "口が滑る",
    "口が滑る",
    "điều không nên"
  ],
  [
    "口が肥える",
    "こえる",
    "ăn"
  ],
  [
    "口が重い",
    "口が重い",
    "nói, lầm lì"
  ],
  [
    "口やかましい",
    "口やかましい",
    "nheo, lắm lời"
  ],
  [
    "口をつぐむ 噤む",
    "口をつぐむ 噤む",
    "lặng, không nói lời nào"
  ],
  [
    "口を挟む",
    "口を挟む",
    "nói, câu chuyện người"
  ],
  [
    "口数が多い",
    "くちかず",
    "nhiều"
  ],
  [
    "口述試験",
    "こうじゅつ",
    "đáp"
  ],
  [
    "古臭い",
    "ふるくさい",
    "nát, cũ kỹ , cũ rích"
  ],
  [
    "召す",
    "めす",
    "uống, mắc (bệnh"
  ],
  [
    "司法",
    "しほう",
    "pháp"
  ],
  [
    "各々 おのおの",
    "それぞれ",
    "loại（各々弁当持参"
  ],
  [
    "各自",
    "かくじ",
    "người"
  ],
  [
    "合格圏内",
    "合格圏内",
    "đỗ"
  ],
  [
    "合格圏外",
    "合格圏外",
    "đỗ"
  ],
  [
    "同志",
    "どうし",
    "chí"
  ],
  [
    "同感",
    "どうかん",
    "cảm, cùng ý kiến （赤字を減らすとい"
  ],
  [
    "同調する",
    "どうちょう",
    "thành, cùng nhau hành động（山田氏は"
  ],
  [
    "名残り惜しい",
    "なごりおしい",
    "luyến, quyến luyến"
  ],
  [
    "名称",
    "めいしょう",
    "gọi"
  ],
  [
    "名簿",
    "めいぼ",
    "bạ"
  ],
  [
    "名高い",
    "なだかい",
    "tiếng"
  ],
  [
    "向かいの部屋",
    "向かいの部屋",
    "diện"
  ],
  [
    "吟味",
    "ぎんみ",
    "vị, xem xét kỹ"
  ],
  [
    "否決",
    "ひけつ",
    "quyết"
  ],
  [
    "吹奏",
    "すいそう",
    "cụ"
  ],
  [
    "告げ口",
    "つげぐち",
    "lẻo"
  ],
  [
    "告白する",
    "こくはく",
    "lộ"
  ],
  [
    "呑み込む",
    "呑み込む",
    "hiểu, 理解（事情が呑み込めない"
  ],
  [
    "周期",
    "しゅうき",
    "kì"
  ],
  [
    "味が染み込む",
    "しみこむ",
    "vị"
  ],
  [
    "味わい",
    "あじわい",
    "vị, thú vị"
  ],
  [
    "味気ない",
    "あじけない",
    "vị, té nhạt, chán phèo"
  ],
  [
    "呼気",
    "こき",
    "thở"
  ],
  [
    "命がけ",
    "いのちがけ",
    "sống"
  ],
  [
    "命じる",
    "めいじる",
    "bảo"
  ],
  [
    "命中",
    "めいちゅう",
    "tiêu"
  ],
  [
    "和やか",
    "なごやか",
    "nhã, ôn hòa"
  ],
  [
    "和らぐ",
    "やわらぐ",
    "dịu ,làm giảm đi"
  ],
  [
    "和久しい",
    "ひさしい",
    "lâu, thời gian dài"
  ],
  [
    "和気あいあい",
    "和気あいあい",
    "bình, hạnh phúc"
  ],
  [
    "和洋案",
    "わようあん",
    "phương án khác"
  ],
  [
    "和語",
    "わゎご",
    "tiếng Nhật"
  ],
  [
    "哀れっぽい",
    "あわれっぽい",
    "thương"
  ],
  [
    "哀れな",
    "あわれ",
    "thương 、bi ai （姿、身なり"
  ],
  [
    "哀れを覚える",
    "おぼえる",
    "người khác"
  ],
  [
    "哀れを誘う",
    "さそう",
    "khác"
  ],
  [
    "品がいい",
    "品がいい",
    "thiệp, tao nhã"
  ],
  [
    "品が悪い",
    "品が悪い",
    "gười） khiếm nhã"
  ],
  [
    "品質",
    "ひんしつ",
    "lượng"
  ],
  [
    "唖然と",
    "あぜん",
    "lời( 山口さんの"
  ],
  [
    "唯一",
    "ゆいいつ",
    "nhất"
  ],
  [
    "商店を営む",
    "いとなむ",
    "hiệu"
  ],
  [
    "問題に取り組む",
    "問題に取り組む",
    "trung, chuyên tâm vào vấn đề"
  ],
  [
    "喜ばしい",
    "よろこばしい",
    "phúc"
  ],
  [
    "喜劇",
    "きげき",
    "hài kịch"
  ],
  [
    "喫煙",
    "きつえん",
    "thuốc 【"
  ],
  [
    "営む",
    "いとなむ",
    "hành, quản lý"
  ],
  [
    "嗜好",
    "しこう",
    "thích(ăn uống"
  ],
  [
    "嘆かわしい",
    "なげかわしい",
    "bã, chán nản"
  ],
  [
    "嘆き",
    "なげき",
    "buồn"
  ],
  [
    "器官",
    "きかん",
    "quan (trong cơ thể"
  ],
  [
    "噴く",
    "ふく",
    "thổi , phun trào"
  ],
  [
    "噴出",
    "ふんしゅつ",
    "phun trào ra"
  ],
  [
    "囁く",
    "ささやく",
    "thầm , đồn thổi"
  ],
  [
    "四大文明",
    "四大文明",
    "hina, Babylon, India and Egypt"
  ],
  [
    "四年制大学",
    "四年制大学",
    "năm"
  ],
  [
    "回避",
    "かいひ",
    "né"
  ],
  [
    "団結",
    "だんけつ",
    "kết"
  ],
  [
    "囲う",
    "かこう",
    "vây"
  ],
  [
    "囲碁",
    "いご",
    "vây"
  ],
  [
    "固有",
    "こゆう",
    "hữu、cái vốn có; truyền"
  ],
  [
    "圏外",
    "けんがい",
    "sóng"
  ],
  [
    "土地柄",
    "土地柄",
    "nhưỡng"
  ],
  [
    "圧倒的な",
    "あっとうてき",
    "đảo (圧倒的な強さ、"
  ],
  [
    "圧迫感",
    "あっぱくかん",
    "bức"
  ],
  [
    "在籍",
    "ざいせき",
    "ký"
  ],
  [
    "地価",
    "ちか",
    "đất"
  ],
  [
    "地元",
    "じもと",
    "mình, quê nhà"
  ],
  [
    "地勢",
    "ちせい",
    "thế"
  ],
  [
    "地味",
    "じみ",
    "giản, không nổi bật (màu sắc, hoa văn, thiết"
  ],
  [
    "地層",
    "ちそう",
    "tầng"
  ],
  [
    "均衡",
    "きんこう",
    "bằng (輸出と輸入の均衡を保つ、0-"
  ],
  [
    "均衡を保つ",
    "均衡を保つ",
    "bằng"
  ],
  [
    "均衡を破る",
    "均衡を破る",
    "bằng"
  ],
  [
    "埋立地",
    "うめたてち",
    "lấp biển, ao hồ"
  ],
  [
    "埋蔵",
    "まいぞう",
    "cất"
  ],
  [
    "執念深い",
    "しゅうねんぶかい",
    "thẩm, >"
  ],
  [
    "執着しない",
    "しゅうちゃく",
    "luyến"
  ],
  [
    "培う",
    "つちかう",
    "dưỡng, vui xới"
  ],
  [
    "堅苦しい",
    "かたくるしい",
    "nệ, hình thức, nghiêm trọng hóa vấn đề"
  ],
  [
    "堆積",
    "たいせき",
    "chất"
  ],
  [
    "堤防",
    "ていぼう",
    "điều"
  ],
  [
    "堪能な",
    "たんのう",
    "① thành thạo, giỏi giang"
  ],
  [
    "報道記事",
    "ほうどうきじ",
    "sự"
  ],
  [
    "報道記者",
    "ほうどうきしゃ",
    "sự"
  ],
  [
    "報道陣",
    "ほうどうじん",
    "nghiệp"
  ],
  [
    "塊/固まり",
    "かたまり",
    "cục, tảng, miếng"
  ],
  [
    "塩加減",
    "しおかげん",
    "lửa, mức độ lửa"
  ],
  [
    "墓地",
    "ぼち",
    "địa"
  ],
  [
    "壁際",
    "かべぎわ",
    "tường"
  ],
  [
    "壊す",
    "こわす",
    "hủy, làm hỏng"
  ],
  [
    "壮大な",
    "そうだい",
    "lao, vĩ đại, tuyệt vời（火星に移住すると"
  ],
  [
    "壮大な建築物",
    "そうだい",
    "vĩ"
  ],
  [
    "声明",
    "せいめい",
    "cáo, cáo thị, thông báo mang tính chính"
  ],
  [
    "売する",
    "かくげつ",
    "tháng (2 tháng 1 lần"
  ],
  [
    "売上が推移する",
    "すいい",
    "đổi, biến động"
  ],
  [
    "売却",
    "ばいきゃく",
    "lí,bán xả hàng"
  ],
  [
    "変する",
    "変する",
    "nhân biến đổi đột"
  ],
  [
    "変遷",
    "変遷",
    "đối,thăng trầm"
  ],
  [
    "変革",
    "変革",
    "cải cách, thay đổi lớn"
  ],
  [
    "外れ",
    "外れ",
    "ra。 tuột ra,sai lệch"
  ],
  [
    "外聞",
    "外聞",
    "dự, thể diện"
  ],
  [
    "外見",
    "外見",
    "mạo"
  ],
  [
    "外観",
    "外観",
    "ngoài"
  ],
  [
    "多い⇔少ない",
    "多い⇔少ない",
    "nhiều ⇔ lượng ít"
  ],
  [
    "多大な",
    "ただい",
    "lớn, nhiều"
  ],
  [
    "多数決",
    "多数決",
    "số"
  ],
  [
    "夢中になる",
    "むちゅう",
    "đó (thường ý nghĩa không tốt"
  ],
  [
    "夢物語",
    "ゆめものがたり",
    "huyền"
  ],
  [
    "大げさな",
    "おおげさ",
    "quá, phóng đại (話、表現、しぐさ hành"
  ],
  [
    "大もめ",
    "大もめ",
    "gắt"
  ],
  [
    "大らかな",
    "おおらか",
    "hiệp, cao thượng, rộng lượng ( 性格"
  ],
  [
    "大ピンチ",
    "大ピンチ",
    "lớn, đại nguy khốn"
  ],
  [
    "大人げない",
    "おとなげない",
    "cọn"
  ],
  [
    "大学院",
    "大学院",
    "học"
  ],
  [
    "大層",
    "たいそう",
    "nhiều (mức độ, quy mô"
  ],
  [
    "大幅な",
    "おおはば",
    "nhiều, khá lớn (値上げ、変更"
  ],
  [
    "大方",
    "おおかた",
    "lớn, không đi cùng số từ cụ thể（今日"
  ],
  [
    "大盛り",
    "おおもり",
    "nhiều"
  ],
  [
    "大胆な",
    "だいたん",
    "dạ, táo bạo, liều lĩnh(chống đối cấp trên"
  ],
  [
    "大胆な作風",
    "だいたん",
    "bạo"
  ],
  [
    "大衆",
    "たいしゅう",
    "dân"
  ],
  [
    "大規模",
    "だいきぼ",
    "lớn"
  ],
  [
    "大迫力",
    "だいはくりょく",
    "liệt"
  ],
  [
    "大降り",
    "おおぶり",
    "mưa, tuyết) rơi nhiều"
  ],
  [
    "天体観測する",
    "てんたいかんそく",
    "thể"
  ],
  [
    "奇跡をたどる",
    "きせき",
    "tích, phép màu"
  ],
  [
    "契機",
    "けいき",
    "hội , thời cơ"
  ],
  [
    "契約",
    "けいやく",
    "đồng"
  ],
  [
    "奥深い",
    "おくぶかい",
    "thắm"
  ],
  [
    "奨励金",
    "しょうれいきん",
    "khích"
  ],
  [
    "奮発",
    "ふんばつ",
    "hứng, hưng phấn"
  ],
  [
    "好ましい",
    "このましい",
    "thích"
  ],
  [
    "好意",
    "こうい",
    "ý, lòng tốt"
  ],
  [
    "好機",
    "好機",
    "tốt"
  ],
  [
    "妖気",
    "ようき",
    "khí"
  ],
  [
    "妙に",
    "みょうに",
    "thường"
  ],
  [
    "妥協",
    "だきょう",
    "hiệp"
  ],
  [
    "妥協案",
    "だきょうあん",
    "hiệp, đề án thỏa hiệp"
  ],
  [
    "妥協点",
    "だきょうてん",
    "hiệp"
  ],
  [
    "妥結",
    "だけつ",
    "thuận"
  ],
  [
    "妬ましい",
    "ねたましい",
    "tị"
  ],
  [
    "妬む",
    "ねたむ",
    "tị, ganh ghét với người khác"
  ],
  [
    "妻子を養う",
    "さいし",
    "dưỡng, chăm sóc vợ con"
  ],
  [
    "始終",
    "しじゅう",
    "đó"
  ],
  [
    "委託",
    "いたく",
    "thác"
  ],
  [
    "姿勢",
    "しせい",
    "thế"
  ],
  [
    "威力",
    "いりょく",
    "mạnh, uy lực"
  ],
  [
    "威厳",
    "いげん",
    "nghiêm"
  ],
  [
    "威張る",
    "いばる",
    "trên, ngạo mạn, hống hách"
  ],
  [
    "媒介",
    "ばいかい",
    "giới; sự trung gian"
  ],
  [
    "嫉妬心",
    "しっとしん",
    "tị, tính hay ghen"
  ],
  [
    "嫌がらせ",
    "いやがらせ",
    "nhiễu"
  ],
  [
    "嫌悪",
    "けんお",
    "tởm,chán ghét"
  ],
  [
    "子供をしつける",
    "子供をしつける",
    "sự"
  ],
  [
    "存症",
    "いぞんしょう",
    "rượu"
  ],
  [
    "存続する",
    "そんぞく",
    "tại（市民の要望によって、"
  ],
  [
    "季語",
    "きど",
    "mùa"
  ],
  [
    "孤立",
    "こりつ",
    "lập"
  ],
  [
    "学問を志す",
    "こころざす",
    "hành"
  ],
  [
    "学士課程",
    "学士課程",
    "nhân"
  ],
  [
    "学校をさぼる",
    "学校をさぼる",
    "học"
  ],
  [
    "学費を振り込む",
    "学費を振り込む",
    "học"
  ],
  [
    "守備",
    "しゅび",
    "vệ ,bảo vệ"
  ],
  [
    "守衛",
    "しゅえい",
    "vệ, bảo vệ"
  ],
  [
    "安っぽぼい",
    "やすっぽい",
    "tiền"
  ],
  [
    "安らぎ",
    "やすらぎ",
    "bình, tĩnh lặng"
  ],
  [
    "安静を保つ",
    "あんせい",
    "tĩnh"
  ],
  [
    "完璧な",
    "かんぺき",
    "hảo (演技、"
  ],
  [
    "完結",
    "かんけつ",
    "thúc, hoàn thành"
  ],
  [
    "官僚",
    "かんりょう",
    "chức"
  ],
  [
    "定義",
    "ていぎ",
    "nghĩa"
  ],
  [
    "宛先",
    "あてさき",
    "đến"
  ],
  [
    "実技試験",
    "じつぎ",
    "hành"
  ],
  [
    "実状",
    "じつじょう",
    "trạng"
  ],
  [
    "実践的な",
    "じっせんてき",
    "tiễn"
  ],
  [
    "宣伝",
    "せんでん",
    "truyền"
  ],
  [
    "宣告を受ける",
    "宣告を受ける",
    "án, thông báo không tốt"
  ],
  [
    "宣言",
    "せんげん",
    "bố"
  ],
  [
    "家を新築する",
    "家を新築する",
    "mới"
  ],
  [
    "家並み",
    "いえなみ",
    "nhà"
  ],
  [
    "家出",
    "いえで",
    "① bỏ nhà ra đi"
  ],
  [
    "家出する",
    "家出する",
    "đi"
  ],
  [
    "家族団らん",
    "家族団らん",
    "họp"
  ],
  [
    "容易い",
    "たやすい",
    "dàng, đơn giản"
  ],
  [
    "宿す",
    "やどす",
    "thai, cho thuê trọ"
  ],
  [
    "宿敵",
    "しゅくてき",
    "đây 【"
  ],
  [
    "寄せる",
    "すなはま",
    "cát"
  ],
  [
    "寄与",
    "きよ",
    "góp, giúp đỡ"
  ],
  [
    "寄贈",
    "きぞう",
    "tặng, biếu"
  ],
  [
    "寄附",
    "きふ",
    "góp, gửi tặng"
  ],
  [
    "密接する",
    "密接する",
    "nhau, mật độ cao"
  ],
  [
    "密接な",
    "みっせつ",
    "thiết ( 関係"
  ],
  [
    "富む",
    "富む",
    "có, phong phú"
  ],
  [
    "寛ぐ",
    "くつろぐ",
    "ngơi,thư giãn"
  ],
  [
    "寛大な",
    "かんだい",
    "rãi, phóng khoáng, rộng lượng (人、性格"
  ],
  [
    "寝心地",
    "ねごこち",
    "mái"
  ],
  [
    "寝苦しい",
    "ねぐるしい",
    "ngủ , không ngủ được"
  ],
  [
    "寡黙な",
    "かもく",
    "nói,e ngại; ngượng ngùng"
  ],
  [
    "審査",
    "しんさ",
    "duyệt, thẩm tra"
  ],
  [
    "寸前",
    "すんぜん",
    "sắp, gần"
  ],
  [
    "対人関係",
    "たいじんかんけい",
    "người"
  ],
  [
    "対処",
    "たいしょ",
    "phó, ứng phó"
  ],
  [
    "対処法",
    "たいしょほう",
    "lý, xử trí"
  ],
  [
    "対応策",
    "たいおうさく",
    "ứng"
  ],
  [
    "対抗",
    "たいこう",
    "đầu"
  ],
  [
    "対抗馬",
    "たいこうば",
    "tranh(ví như con ngựa trong cuộc"
  ],
  [
    "対比",
    "たいひ",
    "phản"
  ],
  [
    "対称",
    "たいしょう",
    "xứng"
  ],
  [
    "対等",
    "たいとう",
    "đẳng"
  ],
  [
    "対象",
    "対象",
    "phản"
  ],
  [
    "専らのうわさ",
    "専らのうわさ",
    "thôi"
  ],
  [
    "尊ぶ",
    "尊ぶ",
    "trọng, kính trọng"
  ],
  [
    "尊厳",
    "そんげん",
    "trọng, tôn nghiêm"
  ],
  [
    "尋間",
    "じんもん",
    "vấn"
  ],
  [
    "小ぶり",
    "こぶり",
    "mưa, tuyết)rơi ít"
  ],
  [
    "小売業",
    "こうりぎょう",
    "nhỏ"
  ],
  [
    "小幅",
    "こはば",
    "nhỏ, ít"
  ],
  [
    "小規模",
    "しょうきぼ",
    "nhỏ"
  ],
  [
    "小高い",
    "こだかい",
    "hơi cao, cao hơn xung quanh một chút"
  ],
  [
    "尽力",
    "じんりょく",
    "lực,dốc sức, tận lực"
  ],
  [
    "尾を引く",
    "お",
    "động, ảnh hưởng bởi kết quả không"
  ],
  [
    "居住",
    "きょじゅう",
    "trú, sinh sống"
  ],
  [
    "居心地",
    "いごこち",
    "mái"
  ],
  [
    "屈指",
    "くっし",
    "đầu, hàng đầu"
  ],
  [
    "屋敷の外観",
    "やしき",
    "thự, căn nhà"
  ],
  [
    "展望",
    "てんぼう",
    "vọng"
  ],
  [
    "属する",
    "ぞくする",
    "vực, những thứ không nhìn"
  ],
  [
    "山並み",
    "やまなみ",
    "núi"
  ],
  [
    "山脈",
    "さんみゃく",
    "núi"
  ],
  [
    "山腹",
    "さんぷく",
    "núi"
  ],
  [
    "山陰",
    "やまかげ",
    "núi"
  ],
  [
    "山頂",
    "さんちょう",
    "núi"
  ],
  [
    "山頂まで登る",
    "さんちょう",
    "núi"
  ],
  [
    "崖っぷち",
    "崖っぷち",
    "núi, bờ vực"
  ],
  [
    "崩す",
    "くずす",
    "đỗ"
  ],
  [
    "左遷",
    "させん",
    "chức, bạ bậc"
  ],
  [
    "巧妙な",
    "こうみょう",
    "léo, tinh vi (巧妙な手口 thủ đoạn tinh vi"
  ],
  [
    "差し入れ",
    "差し入れ",
    "bánh, cơm nắm (thường dùng"
  ],
  [
    "差し出がましい",
    "さしでがましい",
    "xen vào, nhiều chuyện, không đúng phận sự"
  ],
  [
    "差出人",
    "さしだしにん",
    "đưa, người gửi"
  ],
  [
    "差支えない",
    "差支えない",
    "tiện"
  ],
  [
    "差異",
    "さい",
    "khác"
  ],
  [
    "差額",
    "さがく",
    "dư"
  ],
  [
    "巻き込む",
    "巻き込む",
    "kéo, dính líu vào vụ việc nào đó（テロ"
  ],
  [
    "市場",
    "しじょう",
    "trường"
  ],
  [
    "布告",
    "ふこく",
    "bó, bố cáo"
  ],
  [
    "希薄な",
    "きはく",
    "① loãng (酸素が希薄になる"
  ],
  [
    "師匠",
    "ししょう",
    "sư phụ, thầy dạy nghề"
  ],
  [
    "帯 けっそく・れんたい",
    "帯 けっそく・れんたい",
    "viên trong đội"
  ],
  [
    "帰り際",
    "かえりぎわ",
    "về"
  ],
  [
    "幅広い",
    "幅広い",
    "rộng rãi, trên phạm vi rộng"
  ],
  [
    "幕を開ける",
    "幕を開ける",
    "màn"
  ],
  [
    "幕切れ",
    "まくぎれ",
    "thúc, đóng lại"
  ],
  [
    "幕間",
    "まくあい",
    "diễn"
  ],
  [
    "平たい",
    "ひらたい",
    "phẳng 、không lồi lõm (皿、水盤"
  ],
  [
    "平べったい",
    "ひらべったい",
    "phẳng 、không lồi lõm （鼻、胸"
  ],
  [
    "平らな",
    "たいら",
    "phẳng、không lồi"
  ],
  [
    "平常",
    "平常",
    "thường"
  ],
  [
    "平静な",
    "平静な",
    "tĩnh, thường miêu tả vẻ mặt, trái tim, giọng"
  ],
  [
    "年月を経る",
    "年月を経る",
    "tháng"
  ],
  [
    "幼なじみ",
    "おさななじみ",
    "thời; bạn thủa nhỏ"
  ],
  [
    "幼稚な",
    "ようち",
    "trĩ, non nớt"
  ],
  [
    "幾分",
    "いくぶん",
    "hơi (痛みは幾分治まった chỗ bị đau đã"
  ],
  [
    "序盤",
    "じょばん",
    "màn"
  ],
  [
    "店を構える",
    "店を構える",
    "hiệu"
  ],
  [
    "度忘れ",
    "どわすれ",
    "quên"
  ],
  [
    "座り心地",
    "すわりごこち",
    "mái"
  ],
  [
    "庶務",
    "しょむ",
    "hợp"
  ],
  [
    "庶民",
    "しょみん",
    "đen, dân thường"
  ],
  [
    "庶民的",
    "しょみんてき",
    "thường, tự nhiên, bình thường, mang tính"
  ],
  [
    "廃れる",
    "すたれる",
    "yếu, lỗi thời"
  ],
  [
    "廃棄",
    "廃棄",
    "thải, tiêu hủy"
  ],
  [
    "廃止",
    "廃止",
    "bồ"
  ],
  [
    "廊下がきしむ",
    "廊下がきしむ",
    "két"
  ],
  [
    "延々と雑談する",
    "えんえん",
    "suốt, không ngừng"
  ],
  [
    "延べ",
    "のべ",
    "cộng (延べ２０万人, 家の延べ床面積"
  ],
  [
    "延べ人数",
    "延べ人数",
    "người"
  ],
  [
    "延べ日数",
    "延べ日数",
    "ngày"
  ],
  [
    "延滞",
    "えんたい",
    "hoãn, nộp muộn"
  ],
  [
    "建前",
    "たてまえ",
    "sáo, không thực tâm"
  ],
  [
    "建築士",
    "けんちくし",
    "sư"
  ],
  [
    "弁償",
    "べんしょう",
    "bồi thường"
  ],
  [
    "弁解がましい",
    "弁解がましい",
    "chữa, lý do (tính từ い"
  ],
  [
    "弁解する",
    "べんかい",
    "do, lý trấu（遅刻したのは事故のせいだ"
  ],
  [
    "弁論",
    "べんろん",
    "biện"
  ],
  [
    "引き上げる",
    "引き上げる",
    "trị, tiêu chuẩn"
  ],
  [
    "引き下がる",
    "引き下がる",
    "nhượng, nhún nhường trước người"
  ],
  [
    "引き締める",
    "引き締める",
    "thẳng"
  ],
  [
    "引き落とす",
    "引き落とす",
    "khoản"
  ],
  [
    "引き込む",
    "引き込む",
    "khác"
  ],
  [
    "引っかき回す",
    "引っかき回す",
    "lên"
  ],
  [
    "引率",
    "いんそつ",
    "dẫn đoàn, hướng dẫn đi theo nhóm"
  ],
  [
    "張り合う",
    "張り合う",
    "nhau, không chịu thua cuộc"
  ],
  [
    "張り合う・競い合う",
    "張り合う・競い合う",
    "tranh, ganh đua（彼と張り合う・競い合"
  ],
  [
    "強い⇔弱い",
    "強い⇔弱い",
    "mạnh ⇔ yếu"
  ],
  [
    "強烈",
    "きょうれつ",
    "liệt; mạnh; mạnh"
  ],
  [
    "強烈な",
    "きょうれつ",
    "liệt; mạnh mẽ"
  ],
  [
    "強硬な",
    "きょうこう",
    "mẽ, quyết liệt (態度、強硬に反対する"
  ],
  [
    "弾み",
    "弾み",
    "① sự nảy lên, sự tưng lên, sự tăng lên"
  ],
  [
    "弾みで",
    "弾みで",
    "mẽ"
  ],
  [
    "弾む",
    "弾む",
    "① Nảy (テニスのボールはよく弾む"
  ],
  [
    "当惑",
    "当惑",
    "rối, lúng túng"
  ],
  [
    "形勢",
    "けいせい",
    "thế, tình cảnh"
  ],
  [
    "形勢が変わる",
    "形勢が変わる",
    "đổi"
  ],
  [
    "彩り",
    "いろどり",
    "nhuộm"
  ],
  [
    "役員に昇進する",
    "やくいん",
    "công ty"
  ],
  [
    "往診に来てもらう",
    "おうしん",
    "nhà"
  ],
  [
    "征服",
    "せいふく",
    "phục"
  ],
  [
    "待ち遠しい",
    "まちどおしい",
    "ngóng, trông chờ(~日が待ち遠しい"
  ],
  [
    "待望",
    "たいぼう",
    "vọng"
  ],
  [
    "待機",
    "たいき",
    "hội"
  ],
  [
    "待遇",
    "たいぐう",
    "①chế độ đãi ngộ ②tiếp đón (không dùng"
  ],
  [
    "後ろめたい",
    "うしろめたい",
    "mái"
  ],
  [
    "後ろ暗い",
    "うしろぐらい",
    "ám, lén lút"
  ],
  [
    "後回し",
    "あとまわし",
    "lại, dời lại"
  ],
  [
    "後継ぎ",
    "あとつぎ",
    "này"
  ],
  [
    "後継者",
    "こうけいしゃ",
    "thừa"
  ],
  [
    "徐行",
    "じょこう",
    "độ, hãm lại"
  ],
  [
    "徒歩",
    "徒歩",
    "bộ"
  ],
  [
    "循環バス",
    "循環バス",
    "khép kín"
  ],
  [
    "循環器",
    "じゅんかんき",
    "hoàn"
  ],
  [
    "微塵",
    "みじん",
    "nhỏ, lỉ tỉ"
  ],
  [
    "微妙な",
    "びみょう",
    "đó, không rõ ràng, khó diễn đạt về cảm"
  ],
  [
    "微熱が出る",
    "びねつ",
    "nhẹ"
  ],
  [
    "微笑",
    "びしょう",
    "cười"
  ],
  [
    "微量",
    "びりょう",
    "nhỏ , yi lượng"
  ],
  [
    "徴菌",
    "ばいきん",
    "hại"
  ],
  [
    "心/胸を揺さぶられる",
    "心/胸を揺さぶられる",
    "động"
  ],
  [
    "心から",
    "心から",
    "lòng"
  ],
  [
    "心がけ",
    "心がけ",
    "sàng"
  ],
  [
    "心が弾む",
    "心が弾む",
    "chấn, phấn khởi, vui sướng"
  ],
  [
    "心をとろかす",
    "心をとろかす",
    "không"
  ],
  [
    "心を奪われる",
    "心を奪われる",
    "tim, trở nên say mê"
  ],
  [
    "心地",
    "ここち",
    "chịu, thoải mái"
  ],
  [
    "心地良い",
    "ここちよい",
    "mái"
  ],
  [
    "心底",
    "しんそこ",
    "lòng（彼は心底その絵を気に入っ"
  ],
  [
    "心得",
    "こころえ",
    "thức, sự thấu hiểu vấn đề"
  ],
  [
    "心構え",
    "こころがまえ",
    "mục tiêu"
  ],
  [
    "心構えをする",
    "心構えをする",
    "sàng"
  ],
  [
    "心残り",
    "こころのこり",
    "tiếc これで引退しても心残りはあり"
  ],
  [
    "心理描写",
    "しんりびょうしゃ",
    "lý (dùng trong phim ảnh, tiểu"
  ],
  [
    "心配り",
    "こころくばり",
    "tâm, để ý"
  ],
  [
    "必修科目を取る",
    "ひっしゅう",
    "buộc"
  ],
  [
    "忍び込む",
    "しのびこむ",
    "lút không để"
  ],
  [
    "忍耐",
    "忍耐",
    "đựng, nhẫn nại"
  ],
  [
    "志す",
    "こころざす",
    "muốn"
  ],
  [
    "志向",
    "しこう",
    "hướng"
  ],
  [
    "志望",
    "しぼう",
    "vọng"
  ],
  [
    "応える",
    "こたえる",
    "lại, trả lời"
  ],
  [
    "応急処置をする",
    "おうきゅうしょち",
    "cấp (người bệnh"
  ],
  [
    "忠実な",
    "ちゅうじつ",
    "① trung thành(主に忠実だ、忠実な部下"
  ],
  [
    "念願",
    "ねんがん",
    "niệm, nguyện vong"
  ],
  [
    "思いやり",
    "おもいやり",
    "tâm; để ý"
  ],
  [
    "思わしい",
    "おもわしい",
    "đáng, thường đi kèm với nội dung không"
  ],
  [
    "思考",
    "しこう",
    "nghĩ"
  ],
  [
    "怠惰な",
    "たいだ",
    "biếng, uể oải"
  ],
  [
    "怠慢な",
    "たいまん",
    "thả, lơ đễnh"
  ],
  [
    "急かす",
    "せかす",
    "thúc, thúc giục"
  ],
  [
    "急きょ",
    "急きょ",
    "định（けがで急"
  ],
  [
    "急性の病気",
    "きゅうせい",
    "tính"
  ],
  [
    "急激な",
    "きゅうげき",
    "ngột, nhanh chóng, nói về mức độ thay đổi"
  ],
  [
    "急速な",
    "きゅうそく",
    "ngột, nhanh chóng, nói về thời gian thay đổi"
  ],
  [
    "性欲",
    "せいよく",
    "dục"
  ],
  [
    "怪しい",
    "あやしい",
    "nghi, nghi ngờ, thiên về cảm giác nguy"
  ],
  [
    "怪物",
    "かいぶつ",
    "vật"
  ],
  [
    "怪獣",
    "かいじゅう",
    "thú"
  ],
  [
    "怯む",
    "ひるむ",
    "núng, chùng bước"
  ],
  [
    "恐怖に",
    "きょうふ",
    "hãi"
  ],
  [
    "恒例",
    "こうれい",
    "lệ (毎年恒例 thông lệ hằng"
  ],
  [
    "恥じ",
    "恥じ",
    "hổ, hổ thẹn"
  ],
  [
    "恥ずかしい",
    "恥ずかしい",
    "hổ (dùng trong cả 2 trường hợp xấu hổ nêu"
  ],
  [
    "恥をかく",
    "恥をかく",
    "hổ, hổ thẹn"
  ],
  [
    "恥知らず",
    "恥知らず",
    "hổ"
  ],
  [
    "息が詰まる",
    "息が詰まる",
    "thẳng, không thở được"
  ],
  [
    "息をつく",
    "息をつく",
    "lắng, giải tỏa được căng"
  ],
  [
    "息を呑む",
    "息を呑む",
    "ngờ, ngừng thở trong một khoảnh khắc"
  ],
  [
    "息を引き取る",
    "息を引き取る",
    "chết （祖母は家族に見守られて、静かに息"
  ],
  [
    "息苦しい",
    "いきぐるしい",
    "thứ"
  ],
  [
    "恵み",
    "めぐみ",
    "tặng"
  ],
  [
    "恵む",
    "めぐむ",
    "huệ, ban cho"
  ],
  [
    "悔いが残る",
    "悔いが残る",
    "hận, hối tiếc còn vương vấn"
  ],
  [
    "悟り",
    "さとり",
    "ra, giác ngộ"
  ],
  [
    "患部に薬を塗る",
    "かんぶ",
    "bệnh"
  ],
  [
    "悩ましい",
    "なやましい",
    "âu"
  ],
  [
    "悪い",
    "悪い",
    "tốt ⇔ bảo quản không tốt"
  ],
  [
    "悪循環",
    "あくじゅんかん",
    "tốt"
  ],
  [
    "悲惨な",
    "ひさん",
    "thảm ( 光景、最期、"
  ],
  [
    "悲惨最期",
    "ひさんさいご",
    "đời, kết cục bi thảm"
  ],
  [
    "悼む",
    "いたむ",
    "thương tiếc, đau buồn trước cái chết"
  ],
  [
    "情勢",
    "じょうせい",
    "thế"
  ],
  [
    "情熱的な",
    "じょうねつてき",
    "huyết"
  ],
  [
    "情緒",
    "ちょ",
    "xúc,cäm nhận じょう U+,Ù+5"
  ],
  [
    "情緒的な",
    "じょうちょてき",
    "giác"
  ],
  [
    "情緒豊かな",
    "ゆたか",
    "xúc"
  ],
  [
    "情趣",
    "じょうしゅ",
    "nhận, xúc cảm"
  ],
  [
    "惜しむ",
    "おしむ",
    "nuối, tiếc re"
  ],
  [
    "惨めな",
    "みじめ",
    "thương 、thảm thương"
  ],
  [
    "意する",
    "意する",
    "trước - phía sau"
  ],
  [
    "意をくむ",
    "意をくむ",
    "khác để đưa ra ý"
  ],
  [
    "意向",
    "いこう",
    "hướng; dự định; ý muốn"
  ],
  [
    "意向に従う",
    "したがう",
    "kiến, tuân theo ý kiến, ý muốn"
  ],
  [
    "意向を問う",
    "意向を問う",
    "kiến, ý muốn"
  ],
  [
    "意向を固める",
    "かためる",
    "kiến, ý muốn"
  ],
  [
    "意図",
    "いと",
    "ý đồ, mục đích"
  ],
  [
    "意図を読み取る",
    "いと",
    "đồ"
  ],
  [
    "意図的",
    "意図的",
    "đồ, có mục đích riêng , không phải ngẫu"
  ],
  [
    "意地",
    "いじ",
    "① tâm địa, tâm tính"
  ],
  [
    "意地が悪い",
    "意地が悪い",
    "xấu"
  ],
  [
    "意地っ張り",
    "いじっぱり",
    "được"
  ],
  [
    "意地でも",
    "意地でも",
    "được …"
  ],
  [
    "意地になる",
    "意地になる",
    "và chủ trương"
  ],
  [
    "意地を張る",
    "いじをはる",
    "của bản thân"
  ],
  [
    "意地を通す",
    "意地を通す",
    "một cách vô lý"
  ],
  [
    "意欲",
    "いよく",
    "ý muốn"
  ],
  [
    "意気",
    "いき",
    "thần"
  ],
  [
    "意気込む",
    "いきごむ",
    "hái, hào hứng"
  ],
  [
    "意識",
    "意識",
    "ý thức, cảm nhận, nhận biết được sự vật, sự việc"
  ],
  [
    "愚かな",
    "おろか",
    "ngốc,ngu xuẩn, (chơi cờ bạc thua hết tiền"
  ],
  [
    "愚か者",
    "おろかもの",
    "xuẩn, ngu ngốc, dại dột"
  ],
  [
    "愚痴っぽい",
    "愚痴っぽい",
    "nhằn"
  ],
  [
    "愛想",
    "あいそう",
    "tình,đễ mến"
  ],
  [
    "感じる",
    "感じる",
    "triển được"
  ],
  [
    "感情",
    "感情",
    "xúc"
  ],
  [
    "感染",
    "かんせん",
    "nhiễm"
  ],
  [
    "感染者",
    "かんせんしゃ",
    "nhiễm"
  ],
  [
    "態勢",
    "たいせい",
    "độ, tư thế"
  ],
  [
    "態度が一変する",
    "いっぺん",
    "toàn"
  ],
  [
    "慎み深い",
    "つつしみぶかい",
    "trọng"
  ],
  [
    "慎む",
    "つつしむ",
    "trọng, tránh, kiêng khem"
  ],
  [
    "慎重な",
    "しんちょう",
    "trọng"
  ],
  [
    "慕う",
    "したう",
    "mộ, ngưỡng mộ"
  ],
  [
    "慢性",
    "まんせい",
    "tính"
  ],
  [
    "慢性の病気",
    "まんせい",
    "tính"
  ],
  [
    "慣れ親しむ",
    "慣れ親しむ",
    "với"
  ],
  [
    "慣例",
    "かんれい",
    "quán, thói quen"
  ],
  [
    "慣用",
    "かんよう",
    "dụng"
  ],
  [
    "慣習に従う",
    "かんしゅう",
    "quán"
  ],
  [
    "憂鬱な",
    "ゆううつ",
    "u sầu, chán nản (bị công bố lỗi vi phạm, 季節"
  ],
  [
    "憐れ",
    "むあわれむ",
    "cảm, thương hại"
  ],
  [
    "憤りを感じる",
    "憤りを感じる",
    "nộ"
  ],
  [
    "憤りを覚える",
    "憤りを覚える",
    "nộ"
  ],
  [
    "憩う",
    "いこう",
    "ngơi, giải lao"
  ],
  [
    "懐が深い",
    "懐が深い",
    "mở, bao dung"
  ],
  [
    "懐が温かい/寒い",
    "ふところ",
    "tiền/ có ít tiền"
  ],
  [
    "懲り懲り",
    "こりごり",
    "ngộ, rút kinh nghiệm"
  ],
  [
    "成り行き",
    "なりゆき",
    "quả, quá trình tiến triển của sự việc"
  ],
  [
    "成分",
    "せいぶん",
    "phần"
  ],
  [
    "成果",
    "せいか",
    "quả(努力の成果"
  ],
  [
    "成果をあげる",
    "成果をあげる",
    "quả"
  ],
  [
    "成果を収める",
    "成果を収める",
    "quả"
  ],
  [
    "成熟",
    "せいじゅく",
    "mu6i (thời co); 2"
  ],
  [
    "成熟期",
    "せいじゅくき",
    "thành, tuổi dậy thì"
  ],
  [
    "成績が不振",
    "成績が不振",
    "tốt"
  ],
  [
    "我ながら情けない",
    "我ながら情けない",
    "③ vô tâm, vô cảm"
  ],
  [
    "戒める",
    "いましめる",
    "báo, nhắc nhớ"
  ],
  [
    "戯曲",
    "ぎきょく",
    "ịch"
  ],
  [
    "戸籍",
    "こせき",
    "tịch, hộ khẩu"
  ],
  [
    "戸締りする",
    "戸締りする",
    "cửa"
  ],
  [
    "戻す",
    "戻す",
    "lại"
  ],
  [
    "所属",
    "しょぞく",
    "về"
  ],
  [
    "所属する",
    "しょぞく",
    "người, nhìn thấy"
  ],
  [
    "所得",
    "しょとく",
    "trừ, thường dùng trong sổ sách"
  ],
  [
    "所得税",
    "しょとくぜい",
    "nhập"
  ],
  [
    "所持",
    "しょじ",
    "hữu"
  ],
  [
    "所有",
    "しょゆう",
    "hữu"
  ],
  [
    "扇ぐ",
    "あおぐ",
    "quạt (dùng tay quạt"
  ],
  [
    "手がかり",
    "てがかり",
    "① dấu vết, manh mối"
  ],
  [
    "手に余る",
    "手に余る",
    "tay, quá khả năng"
  ],
  [
    "手に負えない",
    "手に負えない",
    "được, gánh vác"
  ],
  [
    "手を入れる",
    "手を入れる",
    "trang, sửa chữa"
  ],
  [
    "手を切る",
    "手を切る",
    "hệ, cắt đứt sự qua lại"
  ],
  [
    "手を尽くす",
    "手を尽くす",
    "sức"
  ],
  [
    "手を差し伸べる",
    "手を差し伸べる",
    "phương"
  ],
  [
    "手を引く",
    "手を引く",
    "lại, không can thiệp vào nữa"
  ],
  [
    "手を打つ",
    "手を打つ",
    "đề"
  ],
  [
    "手を焼く",
    "手を焼く",
    "lớn"
  ],
  [
    "手並み",
    "てなみ",
    "năng"
  ],
  [
    "手厚い",
    "てあつい",
    "sử, nhã nhặn"
  ],
  [
    "手厳しい",
    "てきびしい",
    "quyết, không khoan"
  ],
  [
    "手回し",
    "手回し",
    "bị 彼は手回しよくホテルに予約"
  ],
  [
    "手堅い",
    "てがたい",
    "chắc chắn, thận trọng"
  ],
  [
    "手強い",
    "てとわいてづょ",
    "bại"
  ],
  [
    "手当て",
    "てあて",
    "trước"
  ],
  [
    "手掛かり",
    "てがかり",
    "mỗi, gợi ý"
  ],
  [
    "手探り",
    "てさぐり",
    "①dò dẫm, mò mẫn (bước đi, tiến lên"
  ],
  [
    "手本",
    "てほん",
    "① mẫu, vật mẫu"
  ],
  [
    "手本にする",
    "手本にする",
    "mẫu"
  ],
  [
    "手本になる",
    "手本になる",
    "mẫu"
  ],
  [
    "手洗い",
    "てあらい",
    "rửa tay"
  ],
  [
    "手芸",
    "しゅげい",
    "công"
  ],
  [
    "手話",
    "しゅわ",
    "hiệu"
  ],
  [
    "手近な",
    "てぢか",
    "thuộc, gần tầm tay (材料、所、例、"
  ],
  [
    "手際",
    "てぎわ",
    "năng, sự khéo léo"
  ],
  [
    "手際よく",
    "手際よく",
    "tốt"
  ],
  [
    "打ち切る",
    "打ち切る",
    "dừng"
  ],
  [
    "打ち明ける",
    "うちあける",
    "sự, bộc bạch, thú nhận"
  ],
  [
    "打ち解ける",
    "打ち解ける",
    "thiện, làm cho người"
  ],
  [
    "打破",
    "だは",
    "vỡ"
  ],
  [
    "扶養",
    "ふよう",
    "dưỡng"
  ],
  [
    "扶養する",
    "ふよう",
    "dưỡng"
  ],
  [
    "承諾を得る",
    "承諾を得る",
    "thuận, chấp nhận"
  ],
  [
    "承諾書",
    "しょうだくしょ",
    "bản"
  ],
  [
    "技が冴える",
    "さえる",
    "léo"
  ],
  [
    "技が決まる",
    "技が決まる",
    "chiêu, kỹ thuật khó"
  ],
  [
    "技を決める",
    "技を決める",
    "chiêu, kỹ thuật khó"
  ],
  [
    "技を磨く",
    "技を磨く",
    "năng, kĩ thuật"
  ],
  [
    "技能",
    "ぎのう",
    "ỹ thuật; kỹ năng"
  ],
  [
    "把握",
    "把握",
    "bắt"
  ],
  [
    "抑える",
    "おさえる",
    "nén, kiềm chế"
  ],
  [
    "抑止力",
    "よくしりょく",
    "chặn"
  ],
  [
    "投げやり",
    "なげやり",
    "nhiệm, bất cần, không đàng hoàng tử"
  ],
  [
    "投げ出す",
    "投げ出す",
    "chừng（途中仕事を投げ出す"
  ],
  [
    "投書欄",
    "投書欄",
    "giả"
  ],
  [
    "投稿する",
    "投稿する",
    "báo, FB"
  ],
  [
    "投資家",
    "投資家",
    "tư"
  ],
  [
    "抗議デモ",
    "抗議デモ",
    "đối"
  ],
  [
    "折々",
    "おりおり",
    "thoảng"
  ],
  [
    "折から",
    "おりから",
    "điểm"
  ],
  [
    "折があれば",
    "折があれば",
    "hội"
  ],
  [
    "折に触れて",
    "折に触れて",
    "cũng"
  ],
  [
    "折を見て",
    "折を見て",
    "lợi"
  ],
  [
    "抜け出す",
    "抜け出す",
    "ngoài（夜中に家を抜け出す"
  ],
  [
    "抱っこする",
    "だっこする",
    "ôm,ẵm trên tay"
  ],
  [
    "抵抗",
    "ていこう",
    "kháng.kháng cứ"
  ],
  [
    "抵触",
    "ていしょく",
    "phạm (luật"
  ],
  [
    "押し付けがましい",
    "おしつけがましい",
    "buộc, cưỡng ép"
  ],
  [
    "押し付ける",
    "押し付ける",
    "đẩy, cưỡng ép"
  ],
  [
    "押し切る",
    "押し切る",
    "đổi 反対を押し切る ＝"
  ],
  [
    "押し寄せる",
    "押し寄せる",
    "vây, bị vây lấy"
  ],
  [
    "押し掛ける",
    "押し掛ける",
    "dày, không mời mà đến"
  ],
  [
    "担う",
    "担う",
    "vác"
  ],
  [
    "担保",
    "たんぽぼ",
    "bảo /khoản thế chấp"
  ],
  [
    "担架",
    "たんか",
    "cán , băng ca"
  ],
  [
    "拉致",
    "らち",
    "cóc"
  ],
  [
    "拒む",
    "こばむ",
    "tuyệt, từ chối"
  ],
  [
    "拒否",
    "きょひ",
    "chối"
  ],
  [
    "拒否権",
    "きょひけん",
    "quyết"
  ],
  [
    "拝借",
    "拝借",
    "mượn"
  ],
  [
    "拝啓",
    "拝啓",
    "gồi"
  ],
  [
    "拝聴",
    "拝聴",
    "nghe(kính ngữ"
  ],
  [
    "拠点",
    "きょてん",
    "cứ điểm, cơ sở, điểm tựa hoạt động"
  ],
  [
    "括る",
    "くくる",
    "buộc, cột, cố định (hầu như không sử dụng ở"
  ],
  [
    "拳銃",
    "けんじゅう",
    "lục"
  ],
  [
    "持つ",
    "なつく",
    "thuật"
  ],
  [
    "持て余す",
    "持て余す",
    "gian, tiền bạc, sức lực"
  ],
  [
    "持病がある",
    "じびょう",
    "tính"
  ],
  [
    "持続",
    "じぞく",
    "tục, kéo dài"
  ],
  [
    "持続する",
    "じぞく",
    "dài（この薬は効果が十"
  ],
  [
    "指図する",
    "さしず",
    "thị, hướng dẫn"
  ],
  [
    "指針",
    "ししん",
    "đạo, phương châm"
  ],
  [
    "挑戦",
    "ちょうせん",
    "thách, đương đầu"
  ],
  [
    "挙手",
    "きょしゅ",
    "giơ tay"
  ],
  [
    "挫折",
    "ざせつ",
    "đồ, thất bại giữa chừng"
  ],
  [
    "振し",
    "ふりだし",
    "sự 2"
  ],
  [
    "振動",
    "しんどう",
    "động"
  ],
  [
    "振興",
    "しんこう",
    "vũ , khích lệ"
  ],
  [
    "捕獲",
    "ほかく",
    "bắt giữ, bắt được"
  ],
  [
    "捗々しい",
    "捗々しい",
    "chảy, thuận lợi"
  ],
  [
    "捻る",
    "ひねる",
    "vặn, xoắn (蛇口 じゃぐち vòi nước, xoắn"
  ],
  [
    "授与",
    "じゅよ",
    "tặng"
  ],
  [
    "排水",
    "排水",
    "thải"
  ],
  [
    "排除",
    "排除",
    "khử"
  ],
  [
    "掛ける",
    "ほきゅう",
    "nước"
  ],
  [
    "採取",
    "きいしゅ",
    "thập, thu nhặt"
  ],
  [
    "採択",
    "さいたく",
    "lẹp Hơn"
  ],
  [
    "採掘",
    "さいくつ",
    "thác, quật mỏ"
  ],
  [
    "採決",
    "さいけつ",
    "phiếu,biễu quyết"
  ],
  [
    "採決を取る",
    "さいけつ",
    "lượng đồng ý"
  ],
  [
    "採用する",
    "さいよう",
    "①thuê, mướn, tuyển dụng ②sử dụng, thừa"
  ],
  [
    "採算",
    "きいさん",
    "lơi, lợi nhuận"
  ],
  [
    "採算が合う",
    "さいさん",
    "nhuận"
  ],
  [
    "探検",
    "たんけん",
    "thám hiểm, khám phá"
  ],
  [
    "接ぎ木",
    "つぎき",
    "ghép"
  ],
  [
    "接触が悪い",
    "接触が悪い",
    "xúc, vị trí tiếp xúc không tốt, bị cấn, có"
  ],
  [
    "接触を断つ",
    "たつ",
    "xúc, không gặp, không giao tiếp"
  ],
  [
    "接触事故",
    "接触事故",
    "chạm"
  ],
  [
    "控え",
    "控え",
    "bị ( 控えの選手, 契約書の控え"
  ],
  [
    "控える",
    "ひかえる",
    "ngự, kiềm chế"
  ],
  [
    "控え室",
    "ひかえしつ",
    "chờ (trước khi ra trình diễn"
  ],
  [
    "控え目",
    "ひかえめ",
    "đã"
  ],
  [
    "推奨",
    "すいしょう",
    "dương, khen thưởng"
  ],
  [
    "推測",
    "すいそく",
    "đoán , phóng đoán"
  ],
  [
    "推理",
    "すいり",
    "luận, lập luận"
  ],
  [
    "推理作家",
    "すいりさっか",
    "luận"
  ],
  [
    "推理力",
    "すいりりょく",
    "luận"
  ],
  [
    "推進力",
    "すいしんりょく",
    "đẩy"
  ],
  [
    "措置",
    "そち",
    "pháp"
  ],
  [
    "措置を取る",
    "措置を取る",
    "pháp"
  ],
  [
    "措置を講じる",
    "こうじる",
    "pháp"
  ],
  [
    "掲揚",
    "けいよう",
    "cờ"
  ],
  [
    "掲載",
    "けいさい",
    "bài, post.up"
  ],
  [
    "揃い",
    "そろい",
    "gom, tập hợp"
  ],
  [
    "提供",
    "ていきょう",
    "cấp, tài trợ"
  ],
  [
    "提携",
    "ていけい",
    "tác , liên kết"
  ],
  [
    "提案",
    "ていあん",
    "án"
  ],
  [
    "提示",
    "ていじ",
    "trình, đề xuất"
  ],
  [
    "援助",
    "えんじょ",
    "trợ"
  ],
  [
    "損傷",
    "そんしょう",
    "hư hại, tổn thương"
  ],
  [
    "損害",
    "そんがい",
    "hại, thiệt hại"
  ],
  [
    "損害が出る",
    "損害が出る",
    "hại, bị thiệt hại"
  ],
  [
    "損害を与える",
    "損害を与える",
    "đến (に損害を与える"
  ],
  [
    "損害を出す",
    "損害を出す",
    "hại"
  ],
  [
    "損害を受ける",
    "損害を受ける",
    "từ"
  ],
  [
    "損害を被る",
    "かぶる",
    "từ"
  ],
  [
    "損害額",
    "そんがいがく",
    "hại, tiền thiệt hại"
  ],
  [
    "搔い摘む",
    "かいつまむ",
    "lấy, rút kết ra (nội dung"
  ],
  [
    "携帯",
    "けいたい",
    "thoại"
  ],
  [
    "操る",
    "あやつる",
    "nghĩa đen và"
  ],
  [
    "操縦する",
    "そうじゅう",
    "①điều khiển, vận hành (máy bay, tàu"
  ],
  [
    "擦り付ける",
    "こすりつける",
    "cọ, chà sá ｔ"
  ],
  [
    "支え",
    "ささえ",
    "viện, hỗ trợ"
  ],
  [
    "支える",
    "ささえる",
    "nâng đỡ, chống đỡ, duy trì"
  ],
  [
    "支出する",
    "ししゅつ",
    "tiền, khoản tiền chứa đựng ý nghĩa"
  ],
  [
    "支持",
    "しじ",
    "trì"
  ],
  [
    "支援を受ける",
    "支援を受ける",
    "trợ, chi viện"
  ],
  [
    "支援者",
    "しえんしゃ",
    "viện, người hỗ trợ, giúp đỡ"
  ],
  [
    "支援金",
    "しえんきん",
    "trợ"
  ],
  [
    "支給する",
    "じゅきゅう",
    "nhận - hỗ trợ, chu cấp bảo hiểm xã hội"
  ],
  [
    "改修",
    "かいしゅう",
    "tiến"
  ],
  [
    "改善",
    "かいぜん",
    "thiện"
  ],
  [
    "改築",
    "かいちく",
    "lại"
  ],
  [
    "改革",
    "かいかく",
    "cách"
  ],
  [
    "攻め",
    "せめ",
    "kích, tấn công"
  ],
  [
    "放り込む",
    "放り込む",
    "trong（服を洗濯機に投"
  ],
  [
    "政権",
    "せいけん",
    "quyền"
  ],
  [
    "政治が腐敗する",
    "ふはい",
    "nát"
  ],
  [
    "故に",
    "ゆえに",
    "đó, vì lý do đó (dùng trong văn viết trang"
  ],
  [
    "故障",
    "こしょう",
    "hóc"
  ],
  [
    "敏感な",
    "びんかん",
    "cảm, mẫn cảm (体質 thể trạng. Vd: thể"
  ],
  [
    "敏捷な",
    "びんしょう",
    "nhảu, lanh lợi ( 敏しょうな動き"
  ],
  [
    "敏速な",
    "びんそく",
    "nhảu"
  ],
  [
    "救い",
    "すくい",
    "giúp,giúp đỡ"
  ],
  [
    "敗北",
    "敗北",
    "cuộc"
  ],
  [
    "教え",
    "おしえ",
    "dỗ"
  ],
  [
    "教養",
    "きょうよう",
    "dưỡng, giáo dục"
  ],
  [
    "数をこなす",
    "数をこなす",
    "lượng"
  ],
  [
    "整える",
    "整える",
    "bị, điều chỉnh"
  ],
  [
    "整備員",
    "せいびいん",
    "thiện"
  ],
  [
    "整備工",
    "せいびこう",
    "thiện"
  ],
  [
    "整列",
    "せいれつ",
    "xếp hàng, chỉnh hàng"
  ],
  [
    "整頓",
    "せいとん",
    "đốn. Sắp xếp"
  ],
  [
    "敵意",
    "てきい",
    "địch"
  ],
  [
    "文化遺産",
    "文化遺産",
    "hóa"
  ],
  [
    "文庫本",
    "ぶんこぼん",
    "chiều dọc"
  ],
  [
    "文献を購読する",
    "文献を購読する",
    "kiện"
  ],
  [
    "斜面",
    "しゃめん",
    "nghiêng"
  ],
  [
    "断り",
    "ことわり",
    "sự từ chối"
  ],
  [
    "断固",
    "だんこ",
    "mẽ（ダム建設には断固反対"
  ],
  [
    "断症状に",
    "断症状に",
    "cử、重さ、アクシデント"
  ],
  [
    "断言",
    "だんげん",
    "khẳng định chắc chắn"
  ],
  [
    "断面",
    "だんめん",
    "mặt cắt"
  ],
  [
    "新発売のビールのキャンペーン",
    "新発売のビールのキャンペーン",
    "dịch"
  ],
  [
    "新築",
    "しんちく",
    "mới"
  ],
  [
    "新米",
    "しんめい",
    "sự,gạo mới"
  ],
  [
    "新緑",
    "しんろく",
    "cỏ"
  ],
  [
    "新聞を一部買う",
    "新聞を一部買う",
    "báo"
  ],
  [
    "新聞を創刊する",
    "そうかん",
    "tiên"
  ],
  [
    "新鋭",
    "しんえい",
    "mới"
  ],
  [
    "方向転換する",
    "方向転換する",
    "hướng"
  ],
  [
    "施行",
    "しこう",
    "hiện , thi hành"
  ],
  [
    "施設",
    "しせつ",
    "chất"
  ],
  [
    "旅先",
    "たびさき",
    "chơi"
  ],
  [
    "既婚",
    "きこん",
    "hôn"
  ],
  [
    "既存",
    "きそん",
    "tại"
  ],
  [
    "既知",
    "きち",
    "biết"
  ],
  [
    "日の入り・日没",
    "日の入り・日没",
    "hôn"
  ],
  [
    "日もち",
    "ひもち",
    "trì, giữ được lâu"
  ],
  [
    "日陰",
    "ひかげ",
    "tối"
  ],
  [
    "旧友",
    "きゅうゆう",
    "cũ"
  ],
  [
    "旧知の仲",
    "きゅうちのなか",
    "sơ"
  ],
  [
    "早技",
    "早技",
    "nhẹn, khéo léo"
  ],
  [
    "旺盛な",
    "おうせい",
    "lực, hăng hái làm gì đó (旺盛な食欲"
  ],
  [
    "昆虫",
    "こんちゅう",
    "trùng"
  ],
  [
    "明くる年",
    "明くる年",
    "đó"
  ],
  [
    "明らかな",
    "あきらか",
    "ràng （光線) thường dùng với động từ để"
  ],
  [
    "明快な",
    "めいかい",
    "ràng, dễ hiểu（方針を明快に語る・明快"
  ],
  [
    "明朗",
    "めいろう",
    "sủa, tươi vui"
  ],
  [
    "明朗な",
    "めいろう",
    "ràng, không dấu giếm（明朗で"
  ],
  [
    "明白な",
    "めいはく",
    "bạch, trắng đen, đúng sai rõ ràng"
  ],
  [
    "明瞭な",
    "めいりょう",
    "ràng, dễ nhận biết, dễ phán đoán"
  ],
  [
    "明細",
    "めいさい",
    "tiết"
  ],
  [
    "映える",
    "映える",
    "sáng"
  ],
  [
    "映像",
    "えいぞう",
    "ánh"
  ],
  [
    "是か非か",
    "ぜかひか",
    "xấu"
  ],
  [
    "是が非でも",
    "ぜがひでも",
    "nào, dù tốt hay không tốt thì"
  ],
  [
    "是正",
    "ぜせい",
    "sửa, điều chỉnh"
  ],
  [
    "是非",
    "ぜひ",
    "phi, đúng sai, tán thành và phản đối"
  ],
  [
    "是非を問う",
    "是非を問う",
    "hỏi, tìm hiểu đúng sai"
  ],
  [
    "時代が変遷する",
    "時代が変遷する",
    "trầm"
  ],
  [
    "時価",
    "じか",
    "tại"
  ],
  [
    "時機",
    "じき",
    "hội, thời cơ"
  ],
  [
    "時間が隔たる",
    "時間が隔たる",
    "cách, tháng năm xa cách"
  ],
  [
    "晩年",
    "ばんねん",
    "đời, tuổi xế bóng"
  ],
  [
    "普遍",
    "ふへん",
    "biến , ph6 quát"
  ],
  [
    "景気が低迷する",
    "ていめい",
    "mịt"
  ],
  [
    "晴れ渡る",
    "晴れ渡る",
    "xanh, không một gợn mây（晴"
  ],
  [
    "暑苦しい",
    "あつくるしい",
    "chịu"
  ],
  [
    "暖冬",
    "だんとう",
    "lạnh"
  ],
  [
    "暗示にかかる",
    "暗示にかかる",
    "thị"
  ],
  [
    "暗示にかける",
    "暗示にかける",
    "thị （自分に暗示をかける tự"
  ],
  [
    "暗示的",
    "暗示的",
    "ý, ám chỉ"
  ],
  [
    "暗黙",
    "あんもく",
    "ý, ngầm,ấn ý k nói ra"
  ],
  [
    "暴露",
    "ばくろ",
    "trần, phơi bày ["
  ],
  [
    "暴露記事",
    "暴露記事",
    "thật"
  ],
  [
    "暴風雨になる",
    "ぼうふうう",
    "bão, có mưa bão"
  ],
  [
    "書式",
    "書式",
    "đơn"
  ],
  [
    "書評を読む",
    "しょひょう",
    "sách"
  ],
  [
    "最善",
    "さいぜん",
    "ưu"
  ],
  [
    "最善・ベスト",
    "さいぜん",
    "nhất, những gì tốt nhất（最善・ベスト"
  ],
  [
    "最晩年",
    "さいばんねん",
    "đời"
  ],
  [
    "最高潮",
    "さいこうちょう",
    "nhất"
  ],
  [
    "有利な",
    "ゆうり",
    "lợi, thuận lợi (有利な条件、有利に có lợi"
  ],
  [
    "有名ブランド",
    "有名ブランド",
    "tiếng"
  ],
  [
    "有数",
    "ゆうすう",
    "đầu, hàng đầu, top (有数の生物学者 nhà"
  ],
  [
    "有望な",
    "ゆうぼう",
    "vọng"
  ],
  [
    "朗らかな",
    "ほがらか",
    "sủa; rạng rỡ; tươi sáng"
  ],
  [
    "朗報",
    "ろうほう",
    "lành"
  ],
  [
    "望ましい",
    "のぞましい",
    "vọng 、mong muốn đối phương làm theo"
  ],
  [
    "木陰",
    "こかげ",
    "râm, bóng cây"
  ],
  [
    "未成熟な",
    "みせいじゅく",
    "nớt"
  ],
  [
    "未熟な",
    "みじゅく",
    "①chưa trưởng thành (技術、"
  ],
  [
    "未熟児",
    "みじゅくじ",
    "tháng"
  ],
  [
    "未熟者",
    "みじゅくもの",
    "nghiệm"
  ],
  [
    "未知",
    "みち",
    "biết"
  ],
  [
    "未練",
    "みれん",
    "luyến , tiếc nuối"
  ],
  [
    "本名",
    "ほんみょう",
    "thật"
  ],
  [
    "本心",
    "ほんしん",
    "tâm"
  ],
  [
    "本拠",
    "ほんきょ",
    "cứ, thành lũy, bộ chỉ huy"
  ],
  [
    "本音",
    "ほんね",
    "tâm （本音を言う、本音をもらす"
  ],
  [
    "本音を吐く",
    "ほんねをはく",
    "lòng, thực tâm"
  ],
  [
    "条件が整う",
    "条件が整う",
    "kiện (phù hợp)đã được chuẩn bị"
  ],
  [
    "条件を満たす",
    "条件を満たす",
    "kiện"
  ],
  [
    "条書きにする",
    "かじょうがき",
    "điều tra"
  ],
  [
    "条約に調印する",
    "条約に調印する",
    "nhận, thông qua hiệp ước"
  ],
  [
    "来る⇔行く",
    "来る⇔行く",
    "đến ⇔ đi, trôi qua"
  ],
  [
    "来賓を接待する",
    "らいひん",
    "hách"
  ],
  [
    "来配",
    "さいはい",
    "huy, điều phối"
  ],
  [
    "板前",
    "いたまえ",
    "bếp"
  ],
  [
    "林材に従事する",
    "りんざいにじゅうじしる",
    "gỗ"
  ],
  [
    "果て",
    "果て",
    "cùng, kết thúc (宇宙の果て tận cùng của"
  ],
  [
    "果てがない",
    "果てがない",
    "thúc"
  ],
  [
    "果てしない",
    "果てしない",
    "biên, không có kết thúc"
  ],
  [
    "果てしなく",
    "果てしなく",
    "tận"
  ],
  [
    "枠づけ",
    "わくづけ",
    "khung, giới hạn"
  ],
  [
    "枠組み",
    "わくぐみ",
    "trình, đề cương, điểm chính"
  ],
  [
    "架空",
    "かくう",
    "cấu, tưởng tượng"
  ],
  [
    "柄が悪い",
    "柄が悪い",
    "xấu"
  ],
  [
    "柄ではない",
    "柄ではない",
    "tính"
  ],
  [
    "柄物",
    "柄物",
    "văn"
  ],
  [
    "染み",
    "しみ",
    "thấm, nhiễm"
  ],
  [
    "柔軟な",
    "じゅうなん",
    "dẽo(体、考え、姿勢、"
  ],
  [
    "柔軟剤",
    "じゅうなんざい",
    "vải"
  ],
  [
    "査証",
    "さしょう",
    "thực, visa"
  ],
  [
    "栄養失調になる",
    "しっちょう",
    "dưỡng"
  ],
  [
    "校風",
    "こうふう",
    "thống, phong cách của nhà trường"
  ],
  [
    "核分裂",
    "かくぶんれつ",
    "nhân"
  ],
  [
    "根こそぎ",
    "ねこそぎ",
    "cả, không để lại thứ gì（津波で根こそぎ"
  ],
  [
    "根っから",
    "根っから",
    "bản（彼女は根っから辛いもの"
  ],
  [
    "根に持つ",
    "根に持つ",
    "vì bị người"
  ],
  [
    "根底",
    "こんてい",
    "nguyên, gốc rễ"
  ],
  [
    "根強い",
    "ねづよい",
    "sắc, sâu đậm (偏見 へんけん thành kiến"
  ],
  [
    "根性",
    "こんじょう",
    "tính,bản lĩnh, kiên trì"
  ],
  [
    "根拠",
    "こんきょ",
    "cứ"
  ],
  [
    "根拠を示す",
    "しめす",
    "cứ"
  ],
  [
    "根拠地",
    "こんきょち",
    "điểm"
  ],
  [
    "根気",
    "こんき",
    "nhẫn"
  ],
  [
    "根気がいる",
    "根気がいる",
    "nhẫn"
  ],
  [
    "根気よく",
    "根気よく",
    "nhẫn"
  ],
  [
    "根気強い",
    "こんきづよい",
    "nhẫn"
  ],
  [
    "根深い",
    "ねぶかい",
    "xa, phức"
  ],
  [
    "格別な",
    "かくべつ",
    "① đặc biệt, khác biệt"
  ],
  [
    "格別な計らい",
    "格別な計らい",
    "biệt, đặc cách (vd được đặc cách"
  ],
  [
    "格別に",
    "格別に",
    "hợp khác（暑"
  ],
  [
    "格好悪い",
    "格好悪い",
    "hổ"
  ],
  [
    "格差",
    "かくさ",
    "biệt, chênh lệch (賃金の格差 chênh lệch"
  ],
  [
    "格差社会",
    "かくさしゃかい",
    "cấp"
  ],
  [
    "栽培",
    "さいばい",
    "trọt"
  ],
  [
    "桁違い",
    "けたちがい",
    "trội, vô song"
  ],
  [
    "棄権",
    "きけん",
    "trắng"
  ],
  [
    "検察が告訴する",
    "こくそ",
    "cáo"
  ],
  [
    "極み",
    "きわみ",
    "cùng"
  ],
  [
    "極力",
    "きょくりょく",
    "năng（私も極力会議に出席す"
  ],
  [
    "極端な",
    "きょくたん",
    "đoan、nhất quyết cho là như"
  ],
  [
    "楽譜をめくる",
    "楽譜をめくる",
    "nhạc"
  ],
  [
    "概ね",
    "おおむね",
    "khái（改築工事は概ね順調に進んでい"
  ],
  [
    "概念",
    "概念",
    "niệm"
  ],
  [
    "概念的な",
    "概念的な",
    "niệm"
  ],
  [
    "概算",
    "概算",
    "sơ"
  ],
  [
    "概要",
    "概要",
    "lược"
  ],
  [
    "構える",
    "かまえる",
    "nên, xây dựng"
  ],
  [
    "模型",
    "模型",
    "hình"
  ],
  [
    "模様",
    "模様",
    "văn"
  ],
  [
    "模範",
    "模範",
    "phạm, thị phạm, làm mẫu"
  ],
  [
    "模範的な",
    "模範的な",
    "mẫu, chuẩn mực"
  ],
  [
    "模索",
    "模索",
    "kiếm, đò dẫm"
  ],
  [
    "権力",
    "けんりょく",
    "lực"
  ],
  [
    "権力を握る",
    "権力を握る",
    "lực"
  ],
  [
    "権力者",
    "権力者",
    "lực"
  ],
  [
    "権勢",
    "けんせい",
    "thế"
  ],
  [
    "権威がある学説",
    "権威がある学説",
    "uy, có tầm ảnh hưởng"
  ],
  [
    "権威者",
    "権威者",
    "quyền"
  ],
  [
    "権限",
    "けんげん",
    "hạn"
  ],
  [
    "樹木",
    "じゅもく",
    "cây"
  ],
  [
    "樹立",
    "じゅりつ",
    "lập"
  ],
  [
    "樹齢",
    "じゅれい",
    "cây"
  ],
  [
    "機器",
    "きき",
    "móc"
  ],
  [
    "機敏な",
    "きびん",
    "nhảu"
  ],
  [
    "機構",
    "きこう",
    "cầu"
  ],
  [
    "機種",
    "きしゅ",
    "máy"
  ],
  [
    "欄外",
    "らんがい",
    "lề,mép.viền"
  ],
  [
    "欠ける",
    "欠ける",
    "phần (努力、説得 thiếu có nghĩa là"
  ],
  [
    "欠如",
    "けっじょ",
    "sót, khiếm khuyết ["
  ],
  [
    "次の議題に入る",
    "次の議題に入る",
    "vào, tiếp tục chủ đề thảo luận tiếp theo"
  ],
  [
    "次期",
    "じき",
    "sau, thời tiếp theo"
  ],
  [
    "欲が深い",
    "欲が深い",
    "sắc, nhiều tham vọng"
  ],
  [
    "欲を出す",
    "欲を出す",
    "vọng"
  ],
  [
    "欲張り",
    "よくばり",
    "lam, hám lợi"
  ],
  [
    "欲望",
    "よくぼう",
    "vọng, sự khao khát"
  ],
  [
    "欲深い",
    "よくぶかい",
    "lam, thèm khát"
  ],
  [
    "歌詞",
    "かし",
    "từ, lời bài hát"
  ],
  [
    "歓声",
    "かんせい",
    "hô, cỗ vũ"
  ],
  [
    "正体",
    "しょうたい",
    "tính, chân tướng, thân phận (犯人の正体"
  ],
  [
    "正体をつかむ",
    "正体をつかむ",
    "tướng"
  ],
  [
    "正体を暴く",
    "あばく",
    "tướng"
  ],
  [
    "正体を現す",
    "正体を現す",
    "tướng"
  ],
  [
    "正体を隠す",
    "かくす",
    "tướng"
  ],
  [
    "正常",
    "せいじょう",
    "thường"
  ],
  [
    "正常に戻る",
    "正常に戻る",
    "thường"
  ],
  [
    "正式な/の",
    "せいしき",
    "thức"
  ],
  [
    "正義",
    "せいぎ",
    "nghĩa (正義のために戦う đấu tranh vì"
  ],
  [
    "武力",
    "ぶりょく",
    "lực"
  ],
  [
    "歩み",
    "あゆみ",
    "đi, hành trình đã qua"
  ],
  [
    "歩む",
    "あゆむ",
    "bộ (nghĩa bóng"
  ],
  [
    "歪む",
    "ゆがむ",
    "cong, móp méo (đồ vật), trái khuấy (tính cách"
  ],
  [
    "歯がゆい",
    "歯がゆい",
    "ruột, thiếu kiên nhẫn"
  ],
  [
    "歯止め",
    "歯止め",
    "chế, kiềm hãm"
  ],
  [
    "死地に赴く",
    "死地に赴く",
    "chết"
  ],
  [
    "死語",
    "しご",
    "thời, tử ngữ"
  ],
  [
    "残りわずか",
    "残りわずか",
    "ít (còn cái gì thì tùy vào câu phía"
  ],
  [
    "残忍な",
    "ざんにん",
    "nhẫn"
  ],
  [
    "残酷な",
    "ざんこく",
    "khốc, tàn nhẫn (残酷な場面、仕打ち thủ"
  ],
  [
    "残酷性",
    "ざんこくせい",
    "khốc"
  ],
  [
    "母語",
    "ぽご",
    "đẻ"
  ],
  [
    "毒殺",
    "どくさつ",
    "độc"
  ],
  [
    "毒物",
    "どくぶつ",
    "độc"
  ],
  [
    "毒薬",
    "どくやく",
    "độc"
  ],
  [
    "比例",
    "ひれい",
    "lệ"
  ],
  [
    "比職",
    "ひゆ",
    "sánh , ví von"
  ],
  [
    "気がせく",
    "気がせく",
    "nóng"
  ],
  [
    "気がはやる",
    "気がはやる",
    "nóng"
  ],
  [
    "気が引ける",
    "気が引ける",
    "ngùng, hổ thẹn trước đối phương"
  ],
  [
    "気が晴れる",
    "気が晴れる",
    "biến, tâm trạng trở nên phấn"
  ],
  [
    "気が置けない",
    "気が置けない",
    "ngùng, không cần giữ ý tứ"
  ],
  [
    "気が障る",
    "さわる",
    "chịu（私の言い方が悪くて、"
  ],
  [
    "気さくな",
    "きさく",
    "mở, dễ hòa đồng"
  ],
  [
    "気だるい",
    "けだるい",
    "mỏi"
  ],
  [
    "気に病む",
    "やむ",
    "lắng, bất an"
  ],
  [
    "気まずい",
    "きまずい",
    "thoải"
  ],
  [
    "気を抜く",
    "気を抜く",
    "óc, làm dịu đi sự căng thẳng"
  ],
  [
    "気を紛らす",
    "気を紛らす",
    "tâm"
  ],
  [
    "気品がある",
    "きひん",
    "thiệp, tao nhã"
  ],
  [
    "気詰まりな",
    "きづまり",
    "bó, ngột ngạt"
  ],
  [
    "気象",
    "きしょう",
    "tượng"
  ],
  [
    "気迫",
    "きはく",
    "khí, khí phách"
  ],
  [
    "水けをふき取る",
    "水けをふき取る",
    "nước, chắt hết nước"
  ],
  [
    "水加減",
    "みずかげん",
    "nước"
  ],
  [
    "水源",
    "すいげん",
    "nước"
  ],
  [
    "水臭い",
    "みずくさい",
    "sáo, rut re , khó gần"
  ],
  [
    "汚す",
    "けがす",
    "bẩn, làm nhơ nhu6c"
  ],
  [
    "汚職",
    "おしょく",
    "tham nhũng"
  ],
  [
    "決が下る しけい/ちょうえき",
    "決が下る しけい/ちょうえき",
    "hình/ phạt tù cải tạo được"
  ],
  [
    "決める",
    "ひどり",
    "ngày"
  ],
  [
    "決を採る",
    "決を採る",
    "chọn"
  ],
  [
    "決定する",
    "けってい",
    "quan (dựa vào chứng cớ, ý"
  ],
  [
    "決心する",
    "けっしん",
    "tâm (quyết định cách sống, mục tiêu cho"
  ],
  [
    "決意する",
    "けつい",
    "tự 決心 nhưng mang hơi hướng"
  ],
  [
    "決断を下す",
    "決断を下す",
    "định"
  ],
  [
    "沈める",
    "しずめる",
    "chìm, làm đắm"
  ],
  [
    "沈殿",
    "ちんでん",
    "tủa, lắng xuống"
  ],
  [
    "沈没",
    "ちんぼつ",
    "tàu,chìm đắm"
  ],
  [
    "沈黙",
    "ちんもく",
    "lặng"
  ],
  [
    "沈黙は金",
    "沈黙は金",
    "vàng"
  ],
  [
    "沈黙を守る",
    "沈黙を守る",
    "lặng"
  ],
  [
    "沈黙を破る",
    "やぶる",
    "lặng"
  ],
  [
    "没交渉",
    "ぼつこうしょう",
    "② không liên lạc, không có mối quan hệ, sự"
  ],
  [
    "河川",
    "かせん",
    "ngòi"
  ],
  [
    "油断ならない",
    "油断ならない",
    "đễnh (không được trở nên lơ"
  ],
  [
    "治安",
    "ちあん",
    "an, khu vực có trị an tốt"
  ],
  [
    "治安情勢",
    "ちあんじょうせい",
    "thế, tình hình trị an"
  ],
  [
    "沿岸",
    "えんがん",
    "ờ biển"
  ],
  [
    "法律",
    "ほうりつ",
    "luật, luật lệ của nhà nước"
  ],
  [
    "法律を制定する",
    "せいてい",
    "luận"
  ],
  [
    "法律を改定する",
    "法律を改定する",
    "luật"
  ],
  [
    "法律を施行する",
    "法律を施行する",
    "luật"
  ],
  [
    "法案が成立する",
    "せいりつ",
    "lập"
  ],
  [
    "泣き喚く",
    "泣き喚く",
    "khóc"
  ],
  [
    "泥をかぶる",
    "どろ",
    "khác, nhận lấy"
  ],
  [
    "活力",
    "かつりょく",
    "lực, sức sống"
  ],
  [
    "活気",
    "かっき",
    "nhiệt （市場、クラス、"
  ],
  [
    "活気に乏しい",
    "活気に乏しい",
    "nhiệt"
  ],
  [
    "活気に満ちる",
    "みちる",
    "nhiệt"
  ],
  [
    "活気に溢れる",
    "あふれる",
    "nhiệt"
  ],
  [
    "派遣",
    "派遣",
    "cử"
  ],
  [
    "派閥",
    "派閥",
    "phái"
  ],
  [
    "浅ましい",
    "あさましい",
    "hạ"
  ],
  [
    "浮力",
    "ぶりょく",
    "nỗi"
  ],
  [
    "浮気する",
    "うわき",
    "nhăng"
  ],
  [
    "海に面した部屋",
    "めんした",
    "biển"
  ],
  [
    "海峡",
    "かいきょう",
    "biển"
  ],
  [
    "海底に沈む",
    "かいてい",
    "biển"
  ],
  [
    "海抜",
    "かいばつ",
    "mặt"
  ],
  [
    "消去する",
    "消去する",
    "bỏ"
  ],
  [
    "消毒",
    "しょうどく",
    "độc"
  ],
  [
    "消滅",
    "しょうめつ",
    "biến, tiêu diệt"
  ],
  [
    "消防士",
    "しょうぼうし",
    "hỏa"
  ],
  [
    "涙もろい",
    "涙もろい",
    "mắt"
  ],
  [
    "淡い",
    "あわい",
    "① nhạt, nhẹ (色、光、香り"
  ],
  [
    "混乱",
    "こんらん",
    "hỗn loạn, rối loạn"
  ],
  [
    "混同",
    "こんどう",
    "lộn"
  ],
  [
    "添える",
    "そえる",
    "vào, đính kèm"
  ],
  [
    "添削",
    "てんさく",
    "sửa bài, chữa bài viết"
  ],
  [
    "渋々",
    "しょうだく",
    "cưỡng"
  ],
  [
    "渋い",
    "しぶい",
    "chát, giản dị, keo kiệt"
  ],
  [
    "渓谷",
    "けいこく",
    "lũng, hem vực"
  ],
  [
    "減ぶ",
    "ほろぶ",
    "diệt, hủy hoại"
  ],
  [
    "減少",
    "げんしょう",
    "giảm sút, giảm thiểu"
  ],
  [
    "渦を巻く",
    "渦を巻く",
    "xoắn, vòng xoáy"
  ],
  [
    "渦巻き",
    "うずまき",
    "xoắn (渦巻き状のパン bánh"
  ],
  [
    "温厚な",
    "おんこう",
    "dàng; hoà nhã"
  ],
  [
    "温和な",
    "おんわ",
    "m, ấm áp （気候, 土地 vùng, khu vực"
  ],
  [
    "温暖な",
    "おんだん",
    "m, ấm áp"
  ],
  [
    "温暖な気候",
    "温暖な気候",
    "áp"
  ],
  [
    "湾岸",
    "わんがん",
    "ven vịnh, vùng bờ vịnh"
  ],
  [
    "湿っぽい",
    "しめっぱぽい",
    "ướt, buồn ướt át"
  ],
  [
    "満月",
    "まんげつ",
    "tròn"
  ],
  [
    "満月が出る",
    "まんげつ",
    "hiện, có trăng tròn"
  ],
  [
    "満潮",
    "まんちょう",
    "lên"
  ],
  [
    "源流",
    "げんりゅう",
    "nguồn"
  ],
  [
    "溝がある",
    "溝がある",
    "đồng"
  ],
  [
    "溝が埋まる",
    "溝が埋まる",
    "① rãnh ② sự bất đồng được san lấp"
  ],
  [
    "溝が大きい",
    "溝が大きい",
    "lớn"
  ],
  [
    "溝が深い",
    "溝が深い",
    "cách, sự bất đồng sâu sắc"
  ],
  [
    "溝を埋める",
    "溝を埋める",
    "lấp ① rãnh ② sự bất đồng"
  ],
  [
    "滑らか",
    "なめらか",
    "① mềm mại, mịn màng(肌, 布)＝すべすべ"
  ],
  [
    "滞納",
    "たいのう",
    "muộn,trễ"
  ],
  [
    "漂う",
    "ただよう",
    "nỗi, 66a ra"
  ],
  [
    "漏らす",
    "漏らす",
    "lộ, làm rò rỉ"
  ],
  [
    "演出",
    "えんしゅつ",
    "dàn dựng, đạo diễn; tạo hiệu ứng"
  ],
  [
    "演奏",
    "えんそう",
    "biểu diễn âm nhạc"
  ],
  [
    "漠然と",
    "ばくぜん",
    "thể, không rõ ràng（社会に対して"
  ],
  [
    "漠然とした不安を抱いている",
    "漠然とした不安を抱いている",
    "gì"
  ],
  [
    "漢民族",
    "かんみんぞく",
    "tộc Hán, người Hán"
  ],
  [
    "潔い",
    "いさぎよい",
    "đẹp, sạch sẽ, thoải mái"
  ],
  [
    "潜る",
    "くぐる",
    "vào, tiến vào (đường hầm, cuộc"
  ],
  [
    "潜入",
    "せんにゅう",
    "nhập, len lỏi vào"
  ],
  [
    "潤う",
    "うるおう",
    "ướt, phong, phú"
  ],
  [
    "潤む",
    "うるむ",
    "ướt"
  ],
  [
    "濾過",
    "ろか",
    "lọc"
  ],
  [
    "火加減",
    "ひかげん",
    "muối"
  ],
  [
    "災害",
    "さいがい",
    "họa, sóng gió"
  ],
  [
    "炎症",
    "えんしょう",
    "nhiễm"
  ],
  [
    "炒める",
    "いためる",
    "xào"
  ],
  [
    "点呼",
    "てんこ",
    "điểm danh"
  ],
  [
    "点検",
    "てんけん",
    "kiểm tra, bảo dưỡng"
  ],
  [
    "点滴",
    "てんてき",
    "dịch, truyền nước biển"
  ],
  [
    "無償",
    "むしょう",
    "thường"
  ],
  [
    "無反応な",
    "むはんのう",
    "ứng"
  ],
  [
    "無口な",
    "むくち",
    "nói, lầm lì （人"
  ],
  [
    "無地",
    "むじ",
    "văn, trơn"
  ],
  [
    "無念",
    "ねん",
    "chán, phiền muộn むねん,ぶ"
  ],
  [
    "無情な",
    "むじょう",
    "tình"
  ],
  [
    "無愛想な",
    "ぶあいそう",
    "hòa, khó gần gũi"
  ],
  [
    "無数",
    "むすう",
    "kể ( 無数の星 vô số các vì sao"
  ],
  [
    "無断",
    "むだん",
    "phép, kh báo trước"
  ],
  [
    "無秩序",
    "むちつじょ",
    "tự"
  ],
  [
    "無言",
    "むごん",
    "nào, im lặng"
  ],
  [
    "無謀な",
    "むぼう",
    "suất, coi thường nguy hiểm"
  ],
  [
    "無造作な",
    "むぞうさ",
    "thận, hờ hững đối với những việc"
  ],
  [
    "無遠慮な人",
    "ぶえんりょ",
    "thắn"
  ],
  [
    "無邪気な",
    "むじゃき",
    "trẻ) ngây thơ, hồn nhiên"
  ],
  [
    "無駄遣い",
    "むだづかい",
    "phí, phung phí"
  ],
  [
    "焦げ臭い",
    "こげくさい",
    "khét"
  ],
  [
    "焼き尽くす",
    "焼き尽くす",
    "bộ"
  ],
  [
    "焼き餅",
    "やきもち",
    "tị, đố kỵ (chiên bánh もち ví von"
  ],
  [
    "煙たい",
    "けむたい",
    "ngạt, gò bó"
  ],
  [
    "照れくさい",
    "てれくさい",
    "túng, vụng, ngượng ngịu"
  ],
  [
    "照れる",
    "てれる",
    "hổ, nhút nhát (chỉ dùng trong trường hợp"
  ],
  [
    "照れ屋",
    "てれや",
    "rè"
  ],
  [
    "照れ臭い",
    "てれくさい",
    "ngượng , ngại ngùng"
  ],
  [
    "煩わしい",
    "わずらわしい",
    "phức, phiền toái ( 煩わしい手続き"
  ],
  [
    "熱っぽい",
    "ねつっぽい",
    "sốt, muốn bệnh"
  ],
  [
    "熱中する",
    "ねっちゅう",
    "trung (quên hết xung quanh"
  ],
  [
    "燃料",
    "ねんりょう",
    "liệu"
  ],
  [
    "燃焼",
    "ねんしょう",
    "cháy, nỗ"
  ],
  [
    "爆弾",
    "ばくだん",
    "bom 【"
  ],
  [
    "牧師",
    "ぼくし",
    "mục"
  ],
  [
    "物価が変動する",
    "物価が変動する",
    "động"
  ],
  [
    "物欲",
    "ぶつよく",
    "chất"
  ],
  [
    "物足りない",
    "物足りない",
    "không \" mẫn"
  ],
  [
    "物陰",
    "物陰",
    "ỏ bọc; chỗ ẩn náu"
  ],
  [
    "特有",
    "特有",
    "hữu, đặc thù, độc đáo"
  ],
  [
    "特許",
    "特許",
    "chế"
  ],
  [
    "特許を取る",
    "特許を取る",
    "chế"
  ],
  [
    "特許を得る",
    "特許を得る",
    "chế"
  ],
  [
    "特許権",
    "特許権",
    "chế"
  ],
  [
    "犠牲者",
    "ぎせいしゃ",
    "chết, người hi sinh"
  ],
  [
    "状況が激変する",
    "げきへん",
    "lớn"
  ],
  [
    "狂う",
    "くるうぅ",
    "điên, khùng"
  ],
  [
    "狙い",
    "ねらい",
    "tiêu"
  ],
  [
    "狙う",
    "狙う",
    "tiêu, đối tượng"
  ],
  [
    "独特",
    "どくとく",
    "đáo, lạ ( スタイル、風格"
  ],
  [
    "独特な",
    "どくとく",
    "biệt, cá biệt"
  ],
  [
    "独立",
    "どくりつ",
    "lập (rời khỏi nhà, rời khỏi công ty tự gây"
  ],
  [
    "狭茸しい",
    "せまくるしい",
    "chội"
  ],
  [
    "猛烈な",
    "猛烈な",
    "liệt, hung tợn (～嵐 あらし bão"
  ],
  [
    "猫をかぶる",
    "猫をかぶる",
    "bản thân, giả"
  ],
  [
    "率引",
    "けんいん",
    "kéo,tăng trưởng mổ rộng"
  ],
  [
    "現に",
    "現に",
    "tại（現に私"
  ],
  [
    "現像",
    "げんぞう",
    "rửa ảnh, hiện ảnh"
  ],
  [
    "現役",
    "げんえき",
    "động, đang đảm nhiệm"
  ],
  [
    "理屈",
    "りくつ",
    "do, lý lẽ, tính logic nhưng thường dùng trong"
  ],
  [
    "理屈屋",
    "りくつや",
    "lý"
  ],
  [
    "甘く見る",
    "甘く見る",
    "thấp"
  ],
  [
    "甘口の味",
    "あまくち",
    "ngọt"
  ],
  [
    "甘酸っぱい",
    "あまずっぱい",
    "ngọt"
  ],
  [
    "甚だしい",
    "甚だしい",
    "kì, quá mức"
  ],
  [
    "生々しい",
    "なまなましい",
    "động"
  ],
  [
    "生い茂る",
    "おいしげる",
    "tùm"
  ],
  [
    "生き甲斐",
    "いきがい",
    "sống"
  ],
  [
    "生やす",
    "生やす",
    "mọc (râu"
  ],
  [
    "生中継",
    "なまちゅうけい",
    "tiếp"
  ],
  [
    "生命力",
    "せいめいりょく",
    "lực, sức sống"
  ],
  [
    "生意気な",
    "なまいき",
    "phụ, tự kiêu, tinh tướng"
  ],
  [
    "生易しい",
    "なまやさしい",
    "giản, dễ dàng"
  ],
  [
    "生易しい 生易しい",
    "生易しい 生易しい",
    "giản"
  ],
  [
    "生暖かい 生暖かい",
    "生暖かい 生暖かい",
    "áp, ấm ấm"
  ],
  [
    "生活圏",
    "せいかつけん",
    "sống"
  ],
  [
    "生演奏",
    "なまえんそう",
    "tiếp"
  ],
  [
    "生真面目な",
    "きまじめ",
    "túc, cực kì nghiêm túc (có hơi"
  ],
  [
    "用心",
    "ようじん",
    "hiểm (cẩn thận khi đi trên"
  ],
  [
    "用心深い",
    "ようじんぶかい",
    "š ce"
  ],
  [
    "由来",
    "ゆらい",
    "sử, phả hệ"
  ],
  [
    "由緒",
    "ゆいしょ",
    "sử, phả hệ công trình, đền thờ,…"
  ],
  [
    "申し分",
    "申し分",
    "đôi ,chông đôi"
  ],
  [
    "申告",
    "しんこく",
    "báo"
  ],
  [
    "男を誘惑する",
    "男を誘惑する",
    "không"
  ],
  [
    "異動",
    "いどう",
    "chỗ"
  ],
  [
    "異常な",
    "いじょう",
    "thường"
  ],
  [
    "異性にもてる",
    "異性にもてる",
    "giới"
  ],
  [
    "異文化",
    "いぶんか",
    "khác"
  ],
  [
    "異論を唱える",
    "異論を唱える",
    "đối"
  ],
  [
    "異議",
    "いぎ",
    "bác, phản đối"
  ],
  [
    "疎外",
    "そがい",
    "lánh, ghê lạnh"
  ],
  [
    "疑い深い",
    "うたがいぶかい",
    "hoặc"
  ],
  [
    "疑わしい",
    "うたがわしい",
    "ngờ, kì lạ、luôn nghĩ là không phải như"
  ],
  [
    "疑惑",
    "ぎわく",
    "hoặc, hoài nghi (疑惑の人物 nhân vật"
  ],
  [
    "疑惑の念",
    "疑惑の念",
    "ngờ"
  ],
  [
    "疑惑を抱く",
    "いだく",
    "ngờ"
  ],
  [
    "疑惑を持つ",
    "疑惑を持つ",
    "ngờ"
  ],
  [
    "疑惑を晴らす",
    "疑惑を晴らす",
    "ngờ"
  ],
  [
    "病人を介抱する",
    "びょうにんをかいほう",
    "bệnh"
  ],
  [
    "痕跡",
    "こんせき",
    "tích"
  ],
  [
    "痛ましい",
    "いたましい",
    "tiếc, đáng thương, thương tâm 痛ま"
  ],
  [
    "痛みを和らげる",
    "やわらげる",
    "đau"
  ],
  [
    "痛切な",
    "つうせつ",
    "trọng, tầm quan trọng"
  ],
  [
    "癒える",
    "いえる",
    "lành (vết thương), khói"
  ],
  [
    "癒す",
    "いやす",
    "giải, chữa lành,làm"
  ],
  [
    "発作",
    "ほっさ",
    "tác, trạng thái bệnh lý bộc phát（教授"
  ],
  [
    "発信人",
    "発信人",
    "tín"
  ],
  [
    "発信者",
    "発信者",
    "tín"
  ],
  [
    "発展途上国",
    "発展途上国",
    "triển"
  ],
  [
    "発言力",
    "発言力",
    "nói, sức mạnh của lời nói"
  ],
  [
    "発送先",
    "発送先",
    "gửi"
  ],
  [
    "盛り付け",
    "盛り付け",
    "trí"
  ],
  [
    "盛大な",
    "せいだい",
    "tráng , quy mô lớn (拍手、激励会"
  ],
  [
    "監視",
    "かんしょう",
    "thị"
  ],
  [
    "監視カメラ",
    "監視カメラ",
    "sát"
  ],
  [
    "目がくらむ",
    "目がくらむ",
    "bạc,... mà có những"
  ],
  [
    "目がさえる",
    "目がさえる",
    "mẫn, tỉnh táo"
  ],
  [
    "目が冴える",
    "目が冴える",
    "láu, không ngủ được"
  ],
  [
    "目が肥える",
    "こえる",
    "tường, nhận biết được giá trị"
  ],
  [
    "目が高い",
    "目が高い",
    "tường, nhận biết được giá trị"
  ],
  [
    "目ざとい",
    "めざとい",
    "mắt, tinh mắt"
  ],
  [
    "目にする",
    "目にする",
    "thấy, nhìn"
  ],
  [
    "目の錯覚",
    "めのさっかく",
    "giác"
  ],
  [
    "目ぼしい",
    "めぼしい",
    "ý, đáng đề mắt tới"
  ],
  [
    "目まぐるしい",
    "めまぐるしい",
    "mắt, hoa cả mắt"
  ],
  [
    "目もくれない",
    "目もくれない",
    "ý, không quan tâm đến người"
  ],
  [
    "目を離す",
    "目を離す",
    "mắt, không để ý, không chú ý đến nữa"
  ],
  [
    "目下",
    "目下",
    "này, ngay bây giờ, now"
  ],
  [
    "目処",
    "めど",
    "① mục đích, mục tiêu"
  ],
  [
    "目処がつく",
    "目処がつく",
    "vọng"
  ],
  [
    "目処が立つ",
    "目処が立つ",
    "hoạch, viễn cảnh cho tương lai"
  ],
  [
    "目前",
    "目前",
    "mắt"
  ],
  [
    "目新しい",
    "めあたらしい",
    "mẻ"
  ],
  [
    "目盛り",
    "めもり",
    "chia,vạch kẻ"
  ],
  [
    "目立つ",
    "きわだつ",
    "bật"
  ],
  [
    "目覚ましい",
    "目覚ましい",
    "bật （目覚ましい発展を遂げた"
  ],
  [
    "直に",
    "じきに",
    "chốc"
  ],
  [
    "相席",
    "あいせき",
    "bàn, share bàn"
  ],
  [
    "相席になる",
    "相席になる",
    "bàn"
  ],
  [
    "相応",
    "そうおう",
    "hợp, phù hợp (年相応 hợp tuổi trong tử"
  ],
  [
    "相応しい",
    "ふさわしい",
    "hợp, phù hợp (khi chọn đối tượng phù"
  ],
  [
    "相性",
    "あいしょう",
    "hợp, ăn ý"
  ],
  [
    "相手と合意する",
    "ごうい",
    "ý, nhất trí với đối phương"
  ],
  [
    "相手に妥協する",
    "相手に妥協する",
    "nhượng bộ, thỏa"
  ],
  [
    "相手を追い込む",
    "相手を追い込む",
    "thủ"
  ],
  [
    "看護",
    "かんご",
    "lý"
  ],
  [
    "真に",
    "しんに",
    "thì（真に国のことを考えている政治"
  ],
  [
    "真摯な",
    "しんし",
    "thành 真摯な態度で接する"
  ],
  [
    "真新しい",
    "まあたらしい",
    "mẻ, mới toanh"
  ],
  [
    "真珠",
    "しんじゅ",
    "trai, chân trâu"
  ],
  [
    "真相",
    "しんそう",
    "tướng"
  ],
  [
    "真空パック",
    "しんくう",
    "không"
  ],
  [
    "眠たい",
    "ねむたい",
    "ngủ"
  ],
  [
    "着々",
    "ちゃくちゃく",
    "đều"
  ],
  [
    "着々と進む",
    "着々と進む",
    "đều"
  ],
  [
    "着信",
    "ちゃくしん",
    "đến"
  ],
  [
    "着工の予定",
    "ちゃっこう",
    "công"
  ],
  [
    "着心地",
    "きごこち",
    "mái"
  ],
  [
    "着手金",
    "ちゃくしゅきん",
    "tiến hành bào chữa"
  ],
  [
    "睡眠",
    "すいみん",
    "ngú"
  ],
  [
    "瞬き",
    "まばたき",
    "mắt"
  ],
  [
    "矛盾",
    "むじゅん",
    "thuẫn , bất hòa"
  ],
  [
    "知識",
    "知識",
    "với sự vật sự việc"
  ],
  [
    "短縮",
    "たんしゅく",
    "rút ngắn"
  ],
  [
    "砂漢",
    "さばく",
    "mạc"
  ],
  [
    "破壊",
    "破壊",
    "hoại"
  ],
  [
    "破壊力",
    "破壊力",
    "hoại, lực phá hoại"
  ],
  [
    "破壊的",
    "破壊的",
    "hoại"
  ],
  [
    "破棄",
    "破棄",
    "hủy bỏ, phá bỏ"
  ],
  [
    "破綻",
    "破綻",
    "đồ , phá sam"
  ],
  [
    "破裂",
    "破裂",
    "nổ vỡ, vỡ tung"
  ],
  [
    "確信を得る",
    "確信を得る",
    "tưởng"
  ],
  [
    "確信犯",
    "かくしんはん",
    "phạm tội"
  ],
  [
    "確信的な",
    "かくしんてき",
    "tưởng"
  ],
  [
    "確定的な",
    "かくていてき",
    "định, đại khái đã xác định"
  ],
  [
    "磁器",
    "じき",
    "sứ"
  ],
  [
    "示唆",
    "しさ",
    "xuất, gợi ý"
  ],
  [
    "社会にもまれる",
    "社会にもまれる",
    "đẩy"
  ],
  [
    "社会秩序",
    "しゃかいちつじょ",
    "hội"
  ],
  [
    "社員を公募する",
    "こうぼ",
    "dụng"
  ],
  [
    "祈願",
    "きがん",
    "cầu nguyện, khấn nguyện"
  ],
  [
    "祝勝パレード",
    "しゅくしょう",
    "thắng"
  ],
  [
    "神主",
    "かんぬし",
    "phái"
  ],
  [
    "神技",
    "しんぎ",
    "luyện(cỡ như thần thánh mới"
  ],
  [
    "神父",
    "しんぷ",
    "xứ"
  ],
  [
    "神秘",
    "しんぴび",
    "bí"
  ],
  [
    "神秘的な",
    "神秘的な",
    "bí"
  ],
  [
    "神経",
    "しんけい",
    "thần, thần kinh"
  ],
  [
    "禁物",
    "きんもつ",
    "kị, cấm kị điều gì, trạng thái gì"
  ],
  [
    "福祉",
    "ふくし",
    "lợi 【"
  ],
  [
    "私語",
    "しご",
    "riêng, độc thoại"
  ],
  [
    "私費",
    "しひ",
    "trả"
  ],
  [
    "秘める",
    "ひめる",
    "kín, che đậy"
  ],
  [
    "秘書",
    "ひしょ",
    "ký"
  ],
  [
    "秩序",
    "ちつじょ",
    "tự"
  ],
  [
    "秩序が乱れる",
    "みだれる",
    "loạn"
  ],
  [
    "秩序を乱す",
    "みだす",
    "loạn"
  ],
  [
    "秩序を保つ",
    "たもつ",
    "tự"
  ],
  [
    "称える",
    "たたえる",
    "dương, ca tụng"
  ],
  [
    "移住",
    "いじゅう",
    "trú"
  ],
  [
    "移植",
    "いしょく",
    "cấy , ghép"
  ],
  [
    "移行",
    "いこう",
    "tiếp, di trú"
  ],
  [
    "稚拙な",
    "ちせつ",
    "ngô, trẻ con, kém cỏi"
  ],
  [
    "種々",
    "しゅじゅ",
    "loại, đa dạng"
  ],
  [
    "種を明かす",
    "あかす",
    "tỏ, vạch trần thủ thuật, mánh lới"
  ],
  [
    "種子",
    "しゅし",
    "giống"
  ],
  [
    "稼ぐ",
    "かせぐ",
    "tiền, câu giな"
  ],
  [
    "穀物",
    "こくもつ",
    "cốc, bột mì, đậu,v.v ngoại trừ gạo"
  ],
  [
    "穏和な",
    "おんわ",
    "tình, thái độ ôn hòa, điềm đạm"
  ],
  [
    "究める",
    "きわめる",
    "thông, thành thạo"
  ],
  [
    "空しい",
    "むなしい",
    "rỗng, trồng trải, vô vị"
  ],
  [
    "空白",
    "くうはく",
    "trống, khoảng để trống"
  ],
  [
    "空虚な",
    "くうきょ",
    "vị, trống rỗng"
  ],
  [
    "突き止める",
    "突き止める",
    "kẽ, làm sáng tỏ nguyên nhân"
  ],
  [
    "突如",
    "突如",
    "nhiên"
  ],
  [
    "突如として",
    "突如として",
    "nhiên"
  ],
  [
    "窓枠",
    "まどわく",
    "sổ"
  ],
  [
    "窓際",
    "まどぎわ",
    "sổ"
  ],
  [
    "立させる",
    "りょうりつ",
    "nuôi dạy con"
  ],
  [
    "立て替える",
    "立て替える",
    "thay（昼食代うを友達に立て替えて"
  ],
  [
    "端的な",
    "たんてき",
    "① rõ ràng (端的な例"
  ],
  [
    "端緒",
    "たんしょ",
    "đầu , khởi đầu"
  ],
  [
    "競う",
    "きそう",
    "giành, ganh đua"
  ],
  [
    "笑み",
    "えみ",
    "cười"
  ],
  [
    "第一",
    "だいいち",
    "là, lý do đầu tiên là"
  ],
  [
    "筆記試験",
    "ひっき",
    "viết"
  ],
  [
    "等級",
    "等級",
    "hạng, thứ bậc"
  ],
  [
    "箇条書き",
    "かじょうがき",
    "ghi theo từng mục, gạch đầu dòng"
  ],
  [
    "管轄",
    "かんかつ",
    "thẩm quyền quản lý, quản hạt"
  ],
  [
    "節度を守る",
    "節度を守る",
    "mực"
  ],
  [
    "簡便な",
    "かんべん",
    "lợi（調理の簡便さから、"
  ],
  [
    "簡易な",
    "かんい",
    "dàng, không tốn nhiều công sức（簡易な"
  ],
  [
    "簡潔な",
    "かんけつ",
    "khiết, ngắn gọn (文章、表現、言い方"
  ],
  [
    "簡潔にまとめる",
    "かんけつ",
    "hiểu"
  ],
  [
    "簡素な",
    "かんそ",
    "phác; sự đơn giản"
  ],
  [
    "米を水に浸す",
    "ひたす",
    "nước"
  ],
  [
    "粉末",
    "ふんまつ",
    "mịn"
  ],
  [
    "粘っこい",
    "粘っこい",
    "dính, nhùng nhằng"
  ],
  [
    "粘り付く",
    "粘り付く",
    "chặt"
  ],
  [
    "粘り強い",
    "ねばりづよい",
    "được"
  ],
  [
    "粘る",
    "粘る",
    "nhây, dính"
  ],
  [
    "精力",
    "せいりょく",
    "lực"
  ],
  [
    "精密な",
    "せいみつ",
    "xác, tỉ mỉ"
  ],
  [
    "精巧",
    "せいこう",
    "xảo"
  ],
  [
    "精算",
    "せいさん",
    "mỉ"
  ],
  [
    "精算所",
    "せいさんじょ",
    "tiền"
  ],
  [
    "精算書",
    "せいさんしょ",
    "toán"
  ],
  [
    "糸口",
    "いとぐち",
    "mối, manh mối"
  ],
  [
    "紋切り型",
    "紋切り型",
    "khuôn, sáo mòn"
  ],
  [
    "納める",
    "おさめる",
    "nộp, thu vào"
  ],
  [
    "紙幣",
    "しへい",
    "giấy"
  ],
  [
    "級友と雑談する",
    "ざつだん",
    "lớp"
  ],
  [
    "紛らわしい",
    "まぎらわしい",
    "lầm, bị nhầm"
  ],
  [
    "紛れる",
    "まぎれる",
    "lãng, phân tâm"
  ],
  [
    "紛争",
    "ふんそう",
    "chấp"
  ],
  [
    "紛争が起こる",
    "ふんそう",
    "tranh, tranh chấp xảy ra"
  ],
  [
    "紛失",
    "ふんしつ",
    "mắt, thất lạc"
  ],
  [
    "素っ気ない",
    "そっけない",
    "lốc, lạnh nhạt"
  ],
  [
    "素早い",
    "すばやい",
    "chóng, thường dùng khi đánh giá kết quả"
  ],
  [
    "素材",
    "そざい",
    "liệu, vật liệu"
  ],
  [
    "素材を吟味する",
    "そざい",
    "liệu"
  ],
  [
    "素気無い",
    "すげない",
    "lốc, lạnh nhạt"
  ],
  [
    "素質",
    "そしつ",
    "chất, năng khiếu （素質+努力＝才能"
  ],
  [
    "累積",
    "るいせき",
    "d6ng,tich tụ ,tích lũy"
  ],
  [
    "細胞",
    "さいぼう",
    "bào"
  ],
  [
    "細菌",
    "さいきん",
    "khuẩn"
  ],
  [
    "細長い",
    "ほそながい",
    "dài"
  ],
  [
    "紳士",
    "しんし",
    "ông"
  ],
  [
    "終始",
    "しゅうし",
    "buổi (終始黙っていた"
  ],
  [
    "終日",
    "しゅうじつ",
    "ngày (終日欠航 けっこう ngưng phục vụ"
  ],
  [
    "終日禁煙",
    "しゅうじつ",
    "ngày"
  ],
  [
    "経歴・キャリア",
    "経歴・キャリア",
    "việc, kinh nghiệm làm việc"
  ],
  [
    "経緯",
    "けいい",
    "việc"
  ],
  [
    "経費",
    "けいひ",
    "phí"
  ],
  [
    "結ぶ",
    "むすぶ",
    "giày, cột 2 cái lại thành một"
  ],
  [
    "結婚パレード",
    "結婚パレード",
    "cưới"
  ],
  [
    "結果論",
    "けっかろん",
    "quả (không quan tâm tới nguyên"
  ],
  [
    "絡む",
    "からむ",
    "rỗi, bị vướng vào"
  ],
  [
    "給仕",
    "きゅうじ",
    "viên, phục vụ"
  ],
  [
    "統一",
    "統一",
    "nhất"
  ],
  [
    "統計",
    "統計",
    "kê"
  ],
  [
    "統計をとる",
    "統計をとる",
    "kê"
  ],
  [
    "統計学",
    "統計学",
    "học"
  ],
  [
    "統計的な",
    "統計的な",
    "kê"
  ],
  [
    "絶える",
    "たえる",
    "chủng"
  ],
  [
    "絶大な",
    "ぜつだい",
    "lớn（山本部長は会長から絶大な信"
  ],
  [
    "絶縁",
    "ぜつえん",
    "①cắt đứt duyên nợ、② cách điện、cách nhiệt"
  ],
  [
    "継ぐ",
    "つぐ",
    "thừa"
  ],
  [
    "継承",
    "けいしょう",
    "thừa, thừa hưởng"
  ],
  [
    "継続する",
    "けいぞく",
    "động, hành vi（条件を見直し、"
  ],
  [
    "維持",
    "いじ",
    "trì"
  ],
  [
    "維持する",
    "いじ",
    "trì, giữ trạng thái không đổi（体重を維"
  ],
  [
    "綴り",
    "つづり",
    "vần"
  ],
  [
    "綿密",
    "めんみつ",
    "thận; tỉ mỉ; chi tiết; kỹ lưỡng"
  ],
  [
    "綿密な",
    "めんみつ",
    "mỉ"
  ],
  [
    "緊急",
    "きんきゅう",
    "cấp"
  ],
  [
    "総じて",
    "そうじて",
    "là（彼の成績はど"
  ],
  [
    "総合",
    "そうどう",
    "hợp"
  ],
  [
    "締める",
    "しめる",
    "buộc, vặn chặt"
  ],
  [
    "締結",
    "ていけつ",
    "kết"
  ],
  [
    "緩む",
    "ゆるむ",
    "léo, nhẹ nhõm, bớt đi"
  ],
  [
    "緩める",
    "ゆるめる",
    "lồng"
  ],
  [
    "緩和",
    "かんわ",
    "lồng"
  ],
  [
    "緩急",
    "かんきゅう",
    "cấp"
  ],
  [
    "緻密な",
    "ちみつ",
    "trọng, tỉ mỉ, chỉn chu (緻密な計算、研究"
  ],
  [
    "縁取り",
    "ふちどり",
    "viền, mép"
  ],
  [
    "縁故",
    "えんこ",
    "cớ (có duyên nợ mới kết hôn, có duyên"
  ],
  [
    "縁談",
    "えんだん",
    "cưới"
  ],
  [
    "縁起",
    "えんぎ",
    "báo"
  ],
  [
    "縛る",
    "しばる",
    "cây, cột tay (không cho"
  ],
  [
    "縫う",
    "ぬう",
    "vá"
  ],
  [
    "繁殖",
    "繁殖",
    "sôi , nảy nở"
  ],
  [
    "繁盛",
    "繁盛",
    "vượng"
  ],
  [
    "繊細な作風",
    "せんさいなさくふう",
    "tế"
  ],
  [
    "繊維",
    "せんい",
    "dệt, chất sơ"
  ],
  [
    "繊維工業",
    "せんい",
    "sợi"
  ],
  [
    "織物",
    "おりもの",
    "dệt"
  ],
  [
    "罪人",
    "ざいにん",
    "phạm"
  ],
  [
    "罪深い",
    "つみぶかい",
    "tội, tội lỗi"
  ],
  [
    "罰する",
    "ばっする",
    "phạt,bắt tội"
  ],
  [
    "罰則",
    "ばっそく",
    "phạt"
  ],
  [
    "罰金",
    "ばっきん",
    "tiền"
  ],
  [
    "署名",
    "しょめい",
    "kí, đề tên"
  ],
  [
    "美しい音色が響く",
    "ねいろ",
    "lên"
  ],
  [
    "群れ",
    "むれ",
    "đàn ( 鳥の群れ, 群れをつくる"
  ],
  [
    "群れをなす",
    "群れをなす",
    "đàn"
  ],
  [
    "群を抜く",
    "ぐんをぬく",
    "chúng (tách biệt với những con trong"
  ],
  [
    "義兄",
    "ぎけい",
    "chồng, anh vợ"
  ],
  [
    "義務",
    "ぎむ",
    "vụ, b6n phận"
  ],
  [
    "義妹",
    "ぎまい",
    "chồng, em gái vợ"
  ],
  [
    "義姉",
    "ぎし",
    "chồng, chị vợ"
  ],
  [
    "義弟",
    "ぎてい",
    "chồng, em trai vợ"
  ],
  [
    "義母",
    "ぎぼ",
    "chồng, mẹ vợ"
  ],
  [
    "義父",
    "ぎふ",
    "chồng, bố vợ"
  ],
  [
    "翻す",
    "ひるがえす",
    "lại (lời nói, hứa"
  ],
  [
    "老後に備える",
    "ろうごにそなえる",
    "già"
  ],
  [
    "耐える",
    "たえる",
    "đựng"
  ],
  [
    "耐え難い",
    "たえがたい",
    "nỗi"
  ],
  [
    "耳につく",
    "耳につく",
    "ào, bị phân tâm"
  ],
  [
    "耳に挟む",
    "耳に挟む",
    "nghe, lọt vào tai"
  ],
  [
    "職する",
    "きんぞく",
    "liên tục"
  ],
  [
    "職人技",
    "しょくにんわざ",
    "viên, người thợ có kĩ thuật khéo léo"
  ],
  [
    "職員",
    "ひじょうきん",
    "trực - nhân viên bán thời"
  ],
  [
    "肉親",
    "肉親",
    "mủ, ruột rà, cùng huyết thống"
  ],
  [
    "肥える",
    "こえる",
    "béo,màu mỡ"
  ],
  [
    "肥料",
    "ひりょう",
    "bón"
  ],
  [
    "肩を並べる",
    "肩を並べる",
    "vai, có năng lực ngang bằng（日本は"
  ],
  [
    "肩を持つ",
    "肩を持つ",
    "hộ, đứng về phía của ai đó"
  ],
  [
    "育ち盛りの子",
    "そだちざかり",
    "trẻ"
  ],
  [
    "育む",
    "育む",
    "ủ, nuôi dưỡng"
  ],
  [
    "育児を放棄する",
    "ほうき",
    "là, bỏ mặc sự nuôi dạy con cái"
  ],
  [
    "背景",
    "背景",
    "bối cảnh, nền tảng phía sau"
  ],
  [
    "胸が詰まる",
    "胸が詰まる",
    "ngực (cảm xúc"
  ],
  [
    "胸を突く",
    "胸を突く",
    "tim, gây ra sự ngạc"
  ],
  [
    "胸を貸す/借りる",
    "胸を貸す/借りる",
    "khác/ nhận được sự"
  ],
  [
    "脆い",
    "脆い",
    "giòn, mồng nm"
  ],
  [
    "腕を振るう",
    "腕を振るう",
    "thuật, kĩ năng"
  ],
  [
    "腕を磨く",
    "腕を磨く",
    "thuật, kĩ năng"
  ],
  [
    "腹をくくる",
    "腹をくくる",
    "tâm, không nản chí cho dù kết quả có"
  ],
  [
    "腹を割る",
    "腹を割る",
    "trong lòng"
  ],
  [
    "腹を読む",
    "腹を読む",
    "phương"
  ],
  [
    "腹痛が起こる",
    "腹痛が起こる",
    "bụng"
  ],
  [
    "腹立たしい",
    "腹立たしい",
    "mình, cấu giận"
  ],
  [
    "膨大な",
    "ぼうだい",
    "thường（この本"
  ],
  [
    "臆病な",
    "おくびょう",
    "nhát"
  ],
  [
    "臆病になる",
    "臆病になる",
    "nhát, sợ sệt cái gì đó (恋愛に e"
  ],
  [
    "臨む",
    "のぞむ",
    "nhất"
  ],
  [
    "自主",
    "じしゅ",
    "chủ"
  ],
  [
    "自尊心",
    "じそんしん",
    "tôn"
  ],
  [
    "自己",
    "じこ",
    "mình"
  ],
  [
    "自己暗示",
    "じこあんじ",
    "thị, tự mình gây ra tác động tâm lý lên"
  ],
  [
    "自慢",
    "じまん",
    "mãn"
  ],
  [
    "自我",
    "じが",
    "ý,tâm đắc,tự hào"
  ],
  [
    "自炊",
    "じすい",
    "ăn"
  ],
  [
    "自立",
    "じりつ",
    "lập"
  ],
  [
    "自立心",
    "じりつしん",
    "lập"
  ],
  [
    "自立性",
    "じりつせい",
    "lập (thông thường ít sử dụng"
  ],
  [
    "自立的な",
    "じりつてき",
    "lập"
  ],
  [
    "自粛を促す",
    "うながす",
    "chế"
  ],
  [
    "自粛を求める",
    "自粛を求める",
    "cầu, đòi hỏi sự tự tiết chế"
  ],
  [
    "自覚",
    "じかく",
    "giác,tự nhận thức"
  ],
  [
    "自覚を持つ",
    "自覚を持つ",
    "giác"
  ],
  [
    "自覚症状",
    "じかく",
    "người bệnh"
  ],
  [
    "自負",
    "じふ",
    "ngạo, tự phụ"
  ],
  [
    "自費",
    "じひ",
    "tiền"
  ],
  [
    "自重",
    "じちょう",
    "trọng"
  ],
  [
    "至って",
    "至って",
    "mức, vượt qua giới hạn thông thường"
  ],
  [
    "致命的な",
    "ちめいてき",
    "mạng (致命的な打撃、失敗、重傷"
  ],
  [
    "興す",
    "おこす",
    "hưng, phục hồi"
  ],
  [
    "舐める",
    "なめる",
    "liếm (kem, kẹo), coi thường (coi thường đối thủ"
  ],
  [
    "舗装",
    "ほそう",
    "đường"
  ],
  [
    "船が海峡を渡る",
    "かいきょう",
    "biển"
  ],
  [
    "船舶",
    "せんばぱく",
    "thuyền"
  ],
  [
    "良心",
    "りょうしん",
    "tâm"
  ],
  [
    "良心が恥じる",
    "良心が恥じる",
    "hổ"
  ],
  [
    "色艶",
    "いろつや",
    "sắc, sắc diễm (顔の色艶がいい"
  ],
  [
    "色調",
    "しきちょう",
    "thái"
  ],
  [
    "艶々",
    "つやつや",
    "bảy, sự trơn láng"
  ],
  [
    "艶を出す",
    "艶を出す",
    "hiện, làm cho nhẵn"
  ],
  [
    "艶消し",
    "つやけし",
    "xỉn, bị mờ"
  ],
  [
    "花が咲く",
    "花が咲く",
    "động, náo nhiệt"
  ],
  [
    "芽が出る",
    "芽が出る",
    "cảm nhận được"
  ],
  [
    "若々しい",
    "わかわかしい",
    "trung, không phải nói về người trẻ tuổi"
  ],
  [
    "若年層",
    "じゃくねんそう",
    "trẻ"
  ],
  [
    "若返る",
    "わかがえる",
    "lại"
  ],
  [
    "英雄",
    "えいゆう",
    "hùng"
  ],
  [
    "茶道を嗜む",
    "たしなむ",
    "thú, yêu thích trà đạo"
  ],
  [
    "荒々しい",
    "あらあらしい",
    "lỗ , cộc cần"
  ],
  [
    "荒っぽい",
    "あらっぽい",
    "bạo,hung đữ, thô lỗ"
  ],
  [
    "荘厳",
    "そうごん",
    "trọng, uy nghiêm"
  ],
  [
    "荘重",
    "そうちょう",
    "trọng, uy nghiêm"
  ],
  [
    "莫大な",
    "ばくだい",
    "lớn ( 費用、遺産、賞金"
  ],
  [
    "華々い",
    "華々い",
    "lệ , hào hoa"
  ],
  [
    "華々しい",
    "華々しい",
    "rỡ, hoành tráng（活躍、経歴、成果"
  ],
  [
    "華美な",
    "かび",
    "mỹ, vẻ tráng lệ"
  ],
  [
    "落ち着く",
    "落ち着く",
    "không bình tĩnh →"
  ],
  [
    "著しい",
    "いちじるしい",
    "rệt, đáng kể ( 著しく異なる、"
  ],
  [
    "著しい変化",
    "いちじるしい",
    "rệt"
  ],
  [
    "著作",
    "ちょさく",
    "giá"
  ],
  [
    "著書",
    "ちょしょ",
    "phẩm"
  ],
  [
    "葬式",
    "そうしき",
    "lễ, đám tang"
  ],
  [
    "蓄え",
    "たくわえ",
    "giữ, dự trữ, tích lũy"
  ],
  [
    "薄命",
    "薄命",
    "mệnh 【"
  ],
  [
    "虚偽",
    "きょぎ",
    "dối"
  ],
  [
    "虚栄心",
    "きょえいしん",
    "đại"
  ],
  [
    "虚無",
    "きょむ",
    "rỗng, hư vô"
  ],
  [
    "虫がいい",
    "虫がいい",
    "bản thân, không"
  ],
  [
    "虫が好かない",
    "虫が好かない",
    "đó được"
  ],
  [
    "蚤の市",
    "のみのいち",
    "trời"
  ],
  [
    "融通をつける",
    "融通をつける",
    "tiền"
  ],
  [
    "血縁",
    "けつえん",
    "máu, cùng huyết thống"
  ],
  [
    "行い",
    "おこない",
    "hiện"
  ],
  [
    "行きつけの店",
    "行きつけの店",
    "đi"
  ],
  [
    "行き渡る",
    "行き渡る",
    "vật, tin tức đến tay mọi người（問題用紙"
  ],
  [
    "行く手",
    "ゆくて",
    "triển (彼女の行く手 con"
  ],
  [
    "行く手を遮る",
    "さえぎる",
    "đường, bước đường tiến lên"
  ],
  [
    "行く手を阻む",
    "行く手を阻む",
    "đường, bước đường tiến lên"
  ],
  [
    "街灯",
    "街灯",
    "đường"
  ],
  [
    "街道",
    "街道",
    "chính"
  ],
  [
    "街頭",
    "街頭",
    "phố"
  ],
  [
    "衛星",
    "えいせい",
    "tỉnh"
  ],
  [
    "衝動",
    "しょうどう",
    "động, bốc đồng, bộc phát"
  ],
  [
    "衝動を抑える",
    "おさえる",
    "phát, bốc đồng"
  ],
  [
    "衝動買い",
    "しょうどうがい",
    "đồ, bộc phát"
  ],
  [
    "衝撃",
    "しょうげき",
    "shock, xung kích, va đập mạnh"
  ],
  [
    "衝撃波",
    "しょうげきは",
    "kích"
  ],
  [
    "衣装",
    "いしょう",
    "phục"
  ],
  [
    "衰弱",
    "すいじゃく",
    "yếu"
  ],
  [
    "衰退",
    "すいたい",
    "thoái"
  ],
  [
    "被告",
    "ひこく",
    "cáo"
  ],
  [
    "裁判官",
    "さいばんかん",
    "toà"
  ],
  [
    "裁決",
    "さいけつ",
    "xử"
  ],
  [
    "裂く",
    "きく",
    "xé rách, tách ra"
  ],
  [
    "装う",
    "よそおう",
    "vờ, giả bộ. Làm đẹp"
  ],
  [
    "裏付け捜査",
    "そうさ",
    "tra, tìm kiếm dấu hiệu, bằng chứng"
  ],
  [
    "裏取引",
    "うらとりひき",
    "ngầm, (thỏa thuận điều kiện để trao"
  ],
  [
    "裏表のない性格",
    "うらおもて",
    "mặt, không có tráo"
  ],
  [
    "補佐",
    "ほさ",
    "lí"
  ],
  [
    "補償",
    "ほしょう",
    "thường"
  ],
  [
    "補償する",
    "ほしょう",
    "thất, thiệt hại（自身の被害者に"
  ],
  [
    "補償金",
    "ほしょうきん",
    "thường"
  ],
  [
    "補充する",
    "ほじゅう",
    "định（職"
  ],
  [
    "補助",
    "ほじょ",
    "trợ"
  ],
  [
    "補欠",
    "ほけつ",
    "sung, bỗ khuyết"
  ],
  [
    "補給",
    "ほきゅう",
    "thêm,bỗ sung thêm"
  ],
  [
    "補足する",
    "ほそく",
    "thiếu（この件"
  ],
  [
    "補足点",
    "補足点",
    "vào"
  ],
  [
    "製鉄",
    "せいてつ",
    "thép"
  ],
  [
    "褒美",
    "ほうび",
    "thưởng"
  ],
  [
    "褒美を与える",
    "褒美を与える",
    "thưởng"
  ],
  [
    "襲う",
    "おそう",
    "kích, tấn công"
  ],
  [
    "要領がいい",
    "ようりょう",
    "minh, lanh lợi"
  ],
  [
    "要領のいい人",
    "要領のいい人",
    "ý không phải là"
  ],
  [
    "覇者",
    "覇者",
    "quân, dẫn đầu"
  ],
  [
    "見えない",
    "見えない",
    "thấy ⇔ không nhìn thấy trước tương lai"
  ],
  [
    "見かける",
    "みかける",
    "thấy"
  ],
  [
    "見せつける",
    "みせつける",
    "khoe (khoe món đồ với bạn"
  ],
  [
    "見っともない",
    "みっともない",
    "hổ (chỉ dùng trong trường hợp xấu hổ trước"
  ],
  [
    "見る",
    "おおめ",
    "qua, coi nhưng không thấy những lỗi"
  ],
  [
    "見分ける",
    "みわける",
    "biệt （性別・性質・種類"
  ],
  [
    "見合う",
    "見合う",
    "dụng, tiết chế cho phù hợp với: 収入、価"
  ],
  [
    "見合わせる",
    "見合わせる",
    "hoãn, hoãn lại. （出発を見合わせる: trì"
  ],
  [
    "見地",
    "けんち",
    "điểm"
  ],
  [
    "見当",
    "けんとう",
    "báo, ước tính"
  ],
  [
    "見渡す",
    "みわたす",
    "thể, bao quát"
  ],
  [
    "見積もり",
    "みつもり",
    "giá, ước lượng giá"
  ],
  [
    "見積書",
    "みつもりしょ",
    "giá"
  ],
  [
    "見落とす",
    "みおとす",
    "sót, lỗi"
  ],
  [
    "見解",
    "けんかい",
    "điểm, ý kiến khi xử lý vấn đề"
  ],
  [
    "見解を問う",
    "見解を問う",
    "điểm"
  ],
  [
    "見識",
    "けんしき",
    "kiến thức, tầm hiểu biết"
  ],
  [
    "見込みが立つ",
    "たつ",
    "báo, đưa ra dự báo (立つ kết hợp với"
  ],
  [
    "見通しが立つ",
    "見通しが立つ",
    "đoán (立つ kết hợp với những từ"
  ],
  [
    "規制",
    "きせい",
    "chế"
  ],
  [
    "規制を強める",
    "つよめる",
    "cố, làm mạnh quy chế"
  ],
  [
    "規制を敷く",
    "しく",
    "chế"
  ],
  [
    "規制を緩める",
    "ゆるめる",
    "chế"
  ],
  [
    "規制を解く",
    "ほどく",
    "chế"
  ],
  [
    "規則",
    "きそく",
    "chế, luật lệ của công ty, tổ chức về lĩnh vực"
  ],
  [
    "規定",
    "きてい",
    "định"
  ],
  [
    "規律が緩む",
    "規律が緩む",
    "lẻo"
  ],
  [
    "規格",
    "きかく",
    "sản phẩm（ビ"
  ],
  [
    "規模",
    "きぼ",
    "mô"
  ],
  [
    "規範",
    "きはん",
    "phạm"
  ],
  [
    "視力",
    "しりょく",
    "lực"
  ],
  [
    "視察",
    "しさっ",
    "sát"
  ],
  [
    "視界",
    "しかい",
    "① tầm nhìn, tầm mắt ② tầm nhìn, tầm hiểu"
  ],
  [
    "視線",
    "しせん",
    "mắt, ánh nhìn"
  ],
  [
    "視線を浴びる",
    "視線を浴びる",
    "nhìn, bị để ý"
  ],
  [
    "視線を逸らす",
    "視線を逸らす",
    "khác"
  ],
  [
    "視聴者",
    "しちょうしゃ",
    "giả"
  ],
  [
    "視覚",
    "しかく",
    "giác"
  ],
  [
    "視野",
    "しや",
    "① tầm nhìn, tầm mắt"
  ],
  [
    "視野が広がる",
    "ひろがる",
    "rộng"
  ],
  [
    "視野が開ける",
    "視野が開ける",
    "mắt (360°視野が開けた mở"
  ],
  [
    "視野に入る",
    "視野に入る",
    "mắt"
  ],
  [
    "視野を広げる",
    "ひろげる",
    "biết"
  ],
  [
    "視野を狭める",
    "せばめる",
    "biết"
  ],
  [
    "視野を遮る",
    "さえぎる",
    "nhìn"
  ],
  [
    "覚え",
    "おぼえ",
    "nhớ"
  ],
  [
    "覚悟",
    "かくご",
    "sàng, quyết tâm"
  ],
  [
    "親しみやすい",
    "親しみやすい",
    "gần ( 親しみやすい人柄"
  ],
  [
    "親しみを持つ",
    "親しみを持つ",
    "thiện"
  ],
  [
    "親善",
    "しんぜん",
    "thiện,giao hữu"
  ],
  [
    "親睦",
    "しんぼく",
    "nã: n Gắn bó"
  ],
  [
    "観点",
    "かんてん",
    "nhân"
  ],
  [
    "観衆",
    "かんしゅう",
    "giả"
  ],
  [
    "解剖",
    "かいぼう",
    "thi, m6 xẻ vấn đề"
  ],
  [
    "解毒",
    "げどく",
    "độc"
  ],
  [
    "解消",
    "かいしょう",
    "bô"
  ],
  [
    "解除",
    "かいじょ",
    "bỏ, miễn trừ,chấm đứt"
  ],
  [
    "解雇",
    "かいこ",
    "thải"
  ],
  [
    "言いつける",
    "言いつける",
    "①mách lẻo, ②sai bảo"
  ],
  [
    "言い張る",
    "言い張る",
    "điểm của bản"
  ],
  [
    "言い聞かせる",
    "言い聞かせる",
    "nói, giải thích, giảng giải cho người khác"
  ],
  [
    "言い返す",
    "言い返す",
    "thua, đáp trả lại"
  ],
  [
    "言うがまま",
    "言うがまま",
    "nói"
  ],
  [
    "言動",
    "げんどう",
    "lời nói và hành động"
  ],
  [
    "訂正",
    "ていせい",
    "lại , đính chính"
  ],
  [
    "計画の構想",
    "こうそう",
    "hoạch"
  ],
  [
    "記す",
    "しるす",
    "lại"
  ],
  [
    "記事が好評を博",
    "記事が好評を博",
    "tốt"
  ],
  [
    "記述",
    "きじゅつ",
    "tả"
  ],
  [
    "許し",
    "ゆるし",
    "thứ , cho phép"
  ],
  [
    "許容",
    "きょよう",
    "nhận, cho phép"
  ],
  [
    "訴える",
    "うったえる",
    "tụng, khiếu kiện"
  ],
  [
    "訴えを聞く",
    "訴えを聞く",
    "người khác"
  ],
  [
    "訴訟を起こす",
    "そしょう",
    "kiện"
  ],
  [
    "診療",
    "しんりょう",
    "đoán"
  ],
  [
    "詐欺",
    "きぎ",
    "đảo"
  ],
  [
    "試み",
    "こころみ",
    "thử"
  ],
  [
    "試合を観戦する",
    "かんせん",
    "đấu"
  ],
  [
    "試行",
    "しこう",
    "nghiệm"
  ],
  [
    "詩を朗読する",
    "ろうどく",
    "thơ"
  ],
  [
    "詫び",
    "わび",
    "lỗi"
  ],
  [
    "話の種",
    "話の種",
    "②cốt lõi, trọng tâm (vấn đề, câu chuyện"
  ],
  [
    "該当",
    "該当",
    "thích"
  ],
  [
    "詳細な",
    "しょうさい",
    "tiết"
  ],
  [
    "誇らしい",
    "ほこらしい",
    "hào, hanh diện"
  ],
  [
    "誇り",
    "ほこり",
    "hào"
  ],
  [
    "誇りが傷つく",
    "きずつく",
    "thương"
  ],
  [
    "誇りに思う",
    "誇りに思う",
    "hào"
  ],
  [
    "誇りらしい",
    "誇りらしい",
    "hào"
  ],
  [
    "誇りを持つ",
    "誇りを持つ",
    "hào"
  ],
  [
    "誇り高い",
    "ほこりたかい",
    "lớn"
  ],
  [
    "誇大",
    "こだい",
    "đại, khoa trương"
  ],
  [
    "誇張",
    "こちょう",
    "đại"
  ],
  [
    "誇張する",
    "こちょう",
    "phét, khoác loác, khoa trương"
  ],
  [
    "誇示",
    "こじ",
    "trương, khoe khoang"
  ],
  [
    "認める",
    "みとめる",
    "nhận, chấp thuận"
  ],
  [
    "認識",
    "認識",
    "thức"
  ],
  [
    "認識を改める",
    "認識を改める",
    "giá, nhận thức lại"
  ],
  [
    "誕生を待ち望む",
    "たんじょう",
    "đời"
  ],
  [
    "誘惑と戦う",
    "誘惑と戦う",
    "dỗ"
  ],
  [
    "語り",
    "かたり",
    "chuyện"
  ],
  [
    "語尾",
    "ごび",
    "tố , âm cuối"
  ],
  [
    "語源",
    "ごげん",
    "từ"
  ],
  [
    "誤り",
    "あやまり",
    "sót, lỗi không quá nghiêm trọng"
  ],
  [
    "誤解",
    "ごかい",
    "lầm , hiểu sai"
  ],
  [
    "読み",
    "読み",
    "suy đoán, phán đoán"
  ],
  [
    "課題",
    "かだい",
    "chuyện"
  ],
  [
    "調う",
    "調う",
    "sàng, chuẩn bị"
  ],
  [
    "調和がとれる",
    "調和がとれる",
    "hòa"
  ],
  [
    "調和をとる",
    "調和をとる",
    "hòa"
  ],
  [
    "論理",
    "ろんり",
    "logic, lý luận chặt chẽ (ý nghĩa tương đương"
  ],
  [
    "論理的",
    "ろんりてき",
    "luận, tính logic"
  ],
  [
    "論議",
    "ろんぎ",
    "tranh luận, thảo luận"
  ],
  [
    "諸君",
    "しょくん",
    "bạn , các vị"
  ],
  [
    "謎な",
    "なぞ",
    "bí, bí ẩn"
  ],
  [
    "謙虚な",
    "けんきょ",
    "nhường; khiêm tốn"
  ],
  [
    "講義を受講する",
    "講義を受講する",
    "giảng"
  ],
  [
    "謝絶",
    "しゃぜつ",
    "tuyệt , từ chối"
  ],
  [
    "識別する",
    "しきべつ",
    "biệt"
  ],
  [
    "警報",
    "けいほう",
    "háo"
  ],
  [
    "警戒",
    "けいかい",
    "giác,đề phòng"
  ],
  [
    "警戒にあたる",
    "警戒にあたる",
    "giác"
  ],
  [
    "警戒心",
    "けいかいしん",
    "giác"
  ],
  [
    "警部",
    "けいぶ",
    "thanh tra cảnh sát"
  ],
  [
    "議する",
    "しんぎ",
    "quốc hội"
  ],
  [
    "議論を踏まえる",
    "ふまれる",
    "luận"
  ],
  [
    "護衛",
    "ごえい",
    "vệ, hộ tống"
  ],
  [
    "豊かな",
    "ゆたか",
    "có, phong phú"
  ],
  [
    "豊作",
    "ほうさく",
    "mùa, mùa màng bội thu"
  ],
  [
    "負う",
    "おう",
    "mang, gánh vác"
  ],
  [
    "負債",
    "ふさい",
    "nợ"
  ],
  [
    "負傷",
    "ふしょう",
    "thương"
  ],
  [
    "負担",
    "ふたん",
    "vác"
  ],
  [
    "財政",
    "ざいせい",
    "chính"
  ],
  [
    "財政破綻",
    "ざいせいはたん",
    "sản, tài chính"
  ],
  [
    "財源",
    "ざいげん",
    "vốn, ngân quỹ"
  ],
  [
    "財閥",
    "ざいばっ",
    "nghiệp, cty lớn"
  ],
  [
    "貢献度",
    "こうけんど",
    "hiến (高い、低い"
  ],
  [
    "貧富",
    "ひんぶ",
    "nghèo"
  ],
  [
    "貧布",
    "貧布",
    "phát"
  ],
  [
    "貧弱な",
    "ひんじゃく",
    "gò, yếu đuối (体格), nghèo nàn (内容"
  ],
  [
    "貧血",
    "ひんけつ",
    "máu"
  ],
  [
    "貨幣",
    "かへい",
    "tệ, đồng tiền"
  ],
  [
    "販売部数",
    "販売部数",
    "ra （一部 1 tờ báo"
  ],
  [
    "貫く",
    "つらぬく",
    "thân, thông suốt từ đầu"
  ],
  [
    "貫禄",
    "かんろく",
    "nghiêm,chững chac"
  ],
  [
    "責め",
    "せめ",
    "nhiệm"
  ],
  [
    "責め立てる",
    "責め立てる",
    "trích, gây áp lực mạnh lên đối phương"
  ],
  [
    "貴ぶ",
    "貴ぶ",
    "kính, tôn trọng"
  ],
  [
    "貴族",
    "きぞく",
    "tộc"
  ],
  [
    "買う",
    "買う",
    "bác, làm những điều khiến người"
  ],
  [
    "買収",
    "ばいしゅ",
    "lại"
  ],
  [
    "費する",
    "費する",
    "lức"
  ],
  [
    "費やす",
    "ついやす",
    "tiêu"
  ],
  [
    "貼る",
    "貼る",
    "khác"
  ],
  [
    "賃貸",
    "ちんたい",
    "thuê"
  ],
  [
    "賃金",
    "ちんぎん",
    "lương"
  ],
  [
    "資料",
    "しりょう",
    "tài liệu"
  ],
  [
    "資金を運用する",
    "資金を運用する",
    "vốn"
  ],
  [
    "賑わう",
    "賑わう",
    "nhiệt, sôi động"
  ],
  [
    "賛同する",
    "さんどう",
    "thành, ủng hộ（大勢の方が私の考えに"
  ],
  [
    "賞罰",
    "しょうばつ",
    "phạt"
  ],
  [
    "賠償",
    "ばいしょう",
    "thường"
  ],
  [
    "賢明な",
    "けんめい",
    "minh, sáng suốt （判断、やり方、人"
  ],
  [
    "質疑応答を行う",
    "しつぎおうとう",
    "hỏi"
  ],
  [
    "質素",
    "しっそ",
    "dị, thanh đạm (lối sống, phong cách"
  ],
  [
    "質素な",
    "しっそ",
    "dị"
  ],
  [
    "賭う",
    "まかなう",
    "trả, trang trải"
  ],
  [
    "賭け",
    "かけ",
    "cá cược, sự đánh cược"
  ],
  [
    "赴く",
    "おもむく",
    "tới, xu hướng"
  ],
  [
    "赴任",
    "ふにん",
    "chức"
  ],
  [
    "起きる",
    "起きる",
    "ứng, cảm giác không thích"
  ],
  [
    "起こす",
    "起こす",
    "thích"
  ],
  [
    "起源",
    "きげん",
    "nguyên, nguồn gốc (人類の起源 nguồn"
  ],
  [
    "起点",
    "きてん",
    "điểm bắt đầu"
  ],
  [
    "起訴",
    "きそ",
    "tố"
  ],
  [
    "超能力",
    "ちょうのうりょく",
    "lực"
  ],
  [
    "趣を異にする",
    "ことにする",
    "lạ"
  ],
  [
    "足がかり",
    "あしがかり",
    "chân"
  ],
  [
    "足が出る",
    "足が出る",
    "toán, bị thâm hụt tiền"
  ],
  [
    "足が早い",
    "足が早い",
    "hỏng"
  ],
  [
    "足し",
    "たし",
    "thêm , bỗ sung thêm"
  ],
  [
    "足を洗う",
    "足を洗う",
    "xấu"
  ],
  [
    "足並み",
    "あしなみ",
    "chân"
  ],
  [
    "足首をひねる",
    "あしくび",
    "chân"
  ],
  [
    "跡取り",
    "あととり",
    "thừa"
  ],
  [
    "跡継ぎ",
    "あとつぎ",
    "thừa"
  ],
  [
    "踏まえる",
    "ふまえる",
    "trên, xét đến"
  ],
  [
    "踏み込む",
    "踏み込む",
    "vào (tìm hiểu lĩnh vực nào đó, lãnh"
  ],
  [
    "身がもたない",
    "身がもたない",
    "được, không chịu được"
  ],
  [
    "身なり",
    "みなり",
    "mạo"
  ],
  [
    "身なりをする",
    "身なりをする",
    "mạo"
  ],
  [
    "身の回り",
    "みのまわり",
    "thân"
  ],
  [
    "身を引く",
    "身を引く",
    "vị, vị thế hiện tại đang có"
  ],
  [
    "身を立てる",
    "身を立てる",
    "nghề, kĩ thuật nào đó（作家とし"
  ],
  [
    "身振り",
    "みぶり",
    "bộ, cử chỉ"
  ],
  [
    "軌道",
    "きどう",
    "quỹ đạo"
  ],
  [
    "転々と",
    "てんてん",
    "tục（犯人は転々と住所を変え"
  ],
  [
    "転任する",
    "転任する",
    "khác"
  ],
  [
    "転勤する",
    "転勤する",
    "tác, chuyển đến chi nhánh khác"
  ],
  [
    "転居",
    "てんきょ",
    "nhà"
  ],
  [
    "転換",
    "てんかん",
    "đổi"
  ],
  [
    "転覆",
    "てんぶく",
    "ngược"
  ],
  [
    "軽く見る",
    "軽く見る",
    "thường"
  ],
  [
    "軽はずみ",
    "かるはずみ",
    "suất, không cẩn thận"
  ],
  [
    "軽快する",
    "軽快する",
    "hơn(気持ちは軽快する"
  ],
  [
    "軽快な",
    "けいかい",
    "chuyển, tinh tế(動き、足取り dáng"
  ],
  [
    "軽快な曲",
    "けいかい",
    "nhộn, tươi vui"
  ],
  [
    "軽減",
    "けいばげん",
    "giảm nhẹ"
  ],
  [
    "軽率な",
    "けいそつ",
    "suất, không cẩn thận"
  ],
  [
    "軽茂",
    "けいべつ",
    "thị, khinh miệt"
  ],
  [
    "輝かしい",
    "かがやかしい",
    "lạn, rực rỡ, huy hoàng"
  ],
  [
    "轟く",
    "轟く",
    "ầm, gầm lên"
  ],
  [
    "辛口の味",
    "からくち",
    "mặn, vị cay"
  ],
  [
    "辛抱",
    "しんぼう",
    "đựng"
  ],
  [
    "辛抱強い",
    "しんぼうづよい",
    "đựng"
  ],
  [
    "辞める",
    "やめる",
    "làm"
  ],
  [
    "辞職",
    "じしょく",
    "chức"
  ],
  [
    "辞退",
    "じたい",
    "chức , từ chối"
  ],
  [
    "込み上げる",
    "込み上げる",
    "trào（涙が込み上げる"
  ],
  [
    "込む",
    "ひとすじ",
    "âm nhạc"
  ],
  [
    "込める",
    "こめる",
    "dồn, nạp (đạn"
  ],
  [
    "迅速な",
    "じんそく",
    "chóng, bao gồm cả 2 trường hợp 速やか"
  ],
  [
    "迅速性",
    "迅速性",
    "chóng"
  ],
  [
    "迎合",
    "げいごう",
    "hùa theo, nịnh theo"
  ],
  [
    "近々",
    "ちかぢか",
    "kề, đến gần, sắp sửa (引っ越す予定 kế"
  ],
  [
    "近年",
    "きんねん",
    "đây"
  ],
  [
    "近年にない",
    "近年にない",
    "có + N"
  ],
  [
    "返却",
    "返却",
    "lại"
  ],
  [
    "返済",
    "返済",
    "trả"
  ],
  [
    "返答",
    "返答",
    "lời"
  ],
  [
    "返還",
    "返還",
    "trả"
  ],
  [
    "迫力",
    "迫力",
    "liệt, sức lôi cuốn, thúc đẩy"
  ],
  [
    "迷信",
    "めいしん",
    "tín"
  ],
  [
    "迷信を信じる",
    "迷信を信じる",
    "tín"
  ],
  [
    "追い上げる",
    "追い上げる",
    "thủ"
  ],
  [
    "追い詰める",
    "追い詰める",
    "tường, không"
  ],
  [
    "追い込む",
    "追い込む",
    "khó khăn"
  ],
  [
    "追って",
    "おって",
    "đây（試験日程については追って"
  ],
  [
    "追憶",
    "ついおく",
    "lại"
  ],
  [
    "追放",
    "ついほう",
    "xuất, bài trừ"
  ],
  [
    "追求",
    "ついきゅう",
    "đuổi , tìm kiếm"
  ],
  [
    "退化",
    "たいか",
    "hóa"
  ],
  [
    "退却",
    "たいきゃく",
    "lui , nghỉ việc"
  ],
  [
    "退廃",
    "たいはい",
    "thoái"
  ],
  [
    "退職",
    "たいしょく",
    "việc"
  ],
  [
    "送り先",
    "送り先",
    "và 届け先 đối với đồ vật"
  ],
  [
    "逃げ出す",
    "逃げ出す",
    "trốn（動物園から猿が逃げ出す"
  ],
  [
    "逃す",
    "のがす",
    "khắc, thời điểm"
  ],
  [
    "逃れる",
    "のがれる",
    "tấu, trốn chạy"
  ],
  [
    "逐一",
    "ちくいち",
    "mọt（これまでの経緯を逐"
  ],
  [
    "途上",
    "途上",
    "đi,giữa đường"
  ],
  [
    "這う",
    "這う",
    "bò (em bé bò, côn trùng bò, cây dây leo bò lên"
  ],
  [
    "通し",
    "通し",
    "qua, suốt"
  ],
  [
    "通して見る",
    "通して見る",
    "lọc, đánh giá"
  ],
  [
    "速やか",
    "すみやか",
    "chóng, thường dùng trong yêu cầu, đòi"
  ],
  [
    "連帯",
    "れんたい",
    "quan,đoàn kết"
  ],
  [
    "連携",
    "れんけい",
    "tác, chung sức"
  ],
  [
    "連敗",
    "れんばぱい",
    "tục"
  ],
  [
    "連日",
    "れんじつ",
    "ngày"
  ],
  [
    "連発",
    "れんばつ",
    "tục"
  ],
  [
    "進する",
    "しゅうぎょう",
    "nữ"
  ],
  [
    "進化を遂げる",
    "進化を遂げる",
    "được, đạt được sự tiến hóa, sự cải tiến"
  ],
  [
    "進化論",
    "しんかろん",
    "hóa"
  ],
  [
    "進呈",
    "しんてい",
    "biếu, tặng, cho"
  ],
  [
    "進行",
    "しんこう",
    "hành"
  ],
  [
    "進路",
    "しんろ",
    "triển"
  ],
  [
    "逸らす",
    "そらす",
    "hướng, nhìn chỗ khác"
  ],
  [
    "遂げる",
    "遂げる",
    "tới"
  ],
  [
    "遂行",
    "すいこう",
    "thực hiện, hoàn thành nhiệm vụ"
  ],
  [
    "遅延",
    "ちえん",
    "hoãn"
  ],
  [
    "遊園地",
    "ゆうえんち",
    "khu vui chơi, công viên giải trí"
  ],
  [
    "遊牧民族",
    "ゆうぼくみんぞく",
    "mục"
  ],
  [
    "運勢",
    "うんせい",
    "mệnh"
  ],
  [
    "運営",
    "うんえい",
    "lí"
  ],
  [
    "運搬",
    "うんばん",
    "chuyển"
  ],
  [
    "運用",
    "うんよう",
    "dụng"
  ],
  [
    "運輸",
    "うんゆ",
    "chuyến, vận tải"
  ],
  [
    "過ち",
    "あやまち",
    "trọng, tội lỗi(giết"
  ],
  [
    "過ちを償う",
    "つぐなう",
    "lầm"
  ],
  [
    "過ちを犯す",
    "おかす",
    "lỗi"
  ],
  [
    "過ちを認める",
    "過ちを認める",
    "lầm"
  ],
  [
    "過剰な",
    "かじょう",
    "thiết(肥満の第一の原"
  ],
  [
    "過労",
    "かろう",
    "sức"
  ],
  [
    "過去の経験から結果を類推する",
    "過去の経験から結果を類推する",
    "ý nghĩa"
  ],
  [
    "過多な",
    "かた",
    "nhiều(現代の食生活は塩分過多なの"
  ],
  [
    "過失",
    "かしつ",
    "bại, sai lầm"
  ],
  [
    "過密な",
    "過密な",
    "cao (都市部では、人口の過密"
  ],
  [
    "過度",
    "かど",
    "mức"
  ],
  [
    "過疎",
    "かそ",
    "số (その村では近年過疎の問題"
  ],
  [
    "過程",
    "かてい",
    "đoạn, quá trình đã xảy qua"
  ],
  [
    "違反",
    "いはん",
    "phạm"
  ],
  [
    "遠回しに",
    "遠回しに",
    "gió, nhẹ nhàng 遠回"
  ],
  [
    "遠慮深い",
    "えんりょぶかい",
    "sáo"
  ],
  [
    "遠隔",
    "えんかく",
    "trxa (mót đk từ xa"
  ],
  [
    "遥かに",
    "遥かに",
    "nhiều, rất (はるかに面白い:thú vị hơn rất"
  ],
  [
    "遥か昔",
    "遥か昔",
    "xưa"
  ],
  [
    "遥か遠く",
    "遥か遠く",
    "xa （はるか遠くに: từ rất xa"
  ],
  [
    "適応力",
    "てきおうりょく",
    "ứng"
  ],
  [
    "適応性",
    "てきおうせい",
    "ứng"
  ],
  [
    "遮断",
    "しゃだん",
    "ngắt, chặn, làm gián đoạn"
  ],
  [
    "選択科目を取る",
    "選択科目を取る",
    "chọn"
  ],
  [
    "選挙",
    "せんきょ",
    "cử"
  ],
  [
    "選考",
    "せんこう",
    "chọn"
  ],
  [
    "遺伝",
    "いでん",
    "truyền"
  ],
  [
    "遺書",
    "いしょ",
    "thư"
  ],
  [
    "遺産",
    "いさん",
    "sản"
  ],
  [
    "遺産を残す",
    "遺産を残す",
    "sản"
  ],
  [
    "遺言",
    "ゆいごん",
    "ngôn"
  ],
  [
    "遺跡",
    "いせき",
    "tích"
  ],
  [
    "避暑",
    "ひしょ",
    "nóng"
  ],
  [
    "避難",
    "ひなん",
    "nạn, (ị nạn"
  ],
  [
    "還元",
    "かんげん",
    "đầu"
  ],
  [
    "還暦",
    "かんれき",
    "đón U60"
  ],
  [
    "邸宅",
    "ていたく",
    "thự"
  ],
  [
    "部下",
    "ぶか",
    "dưới"
  ],
  [
    "部署・セクション",
    "ぶしょ",
    "vị, địa vị trong công ty, tổ chức"
  ],
  [
    "配列",
    "配列",
    "hàng"
  ],
  [
    "配属",
    "配属",
    "cấp"
  ],
  [
    "配布",
    "配布",
    "cấp"
  ],
  [
    "配慮",
    "配慮",
    "sóc"
  ],
  [
    "配慮に欠ける",
    "配慮に欠ける",
    "tâm, để ý cho xung quanh"
  ],
  [
    "配給",
    "配給",
    "phối"
  ],
  [
    "配置",
    "配置",
    "trí"
  ],
  [
    "酒気帯び運転",
    "しゅき",
    "hơi"
  ],
  [
    "酸化",
    "さんか",
    "hóa"
  ],
  [
    "重々しい",
    "おもおもしい",
    "trọng"
  ],
  [
    "重傷",
    "じゅうしょう",
    "thương"
  ],
  [
    "重厚な曲",
    "じゅうこう",
    "nghiêm, hào hùng"
  ],
  [
    "重宝な",
    "ちょうほう",
    "lợi, hữu dụng (重宝な調理器具 dụng cụ"
  ],
  [
    "重苦しい",
    "おもくるしい",
    "nặng nề, khó chịu"
  ],
  [
    "野党",
    "やとう",
    "lập"
  ],
  [
    "野心",
    "やしん",
    "vọng ( トップになる野心"
  ],
  [
    "野心を抱く",
    "野心を抱く",
    "vọng"
  ],
  [
    "野心を持つ",
    "野心を持つ",
    "vọng"
  ],
  [
    "野心作",
    "やしんさく",
    "làm, công việc đầy tham vọng"
  ],
  [
    "野心家",
    "やしんか",
    "lợ, lớn lao"
  ],
  [
    "野心満々",
    "やしんまんまん",
    "đầy"
  ],
  [
    "野心的な",
    "野心的な",
    "vọng"
  ],
  [
    "野望",
    "やぼう",
    "vọng"
  ],
  [
    "野次",
    "やじ",
    "giễu, nhạo báng, la ó"
  ],
  [
    "鈍感な",
    "どんかん",
    "ngốc, chậm tiêu, không nhanh nhạy"
  ],
  [
    "鈍重な",
    "どんじゅう",
    "chạp, lù đù"
  ],
  [
    "鉱業",
    "こうぎょう",
    "khoáng"
  ],
  [
    "銜える",
    "くわえる",
    "ngậm (ngậm tay, điếu thuốc"
  ],
  [
    "錯覚に陥る",
    "おちいる",
    "giác"
  ],
  [
    "鍛える",
    "きたえる",
    "luyện, trui rèn"
  ],
  [
    "長らく",
    "ながらく",
    "dài（大変長らくお待"
  ],
  [
    "閉ざす",
    "閉ざす",
    "điền"
  ],
  [
    "閉口",
    "閉口",
    "khăn, Im lặng"
  ],
  [
    "閉鎖",
    "閉鎖",
    "tỏa, tạm dừng"
  ],
  [
    "開幕",
    "かいまく",
    "mạc"
  ],
  [
    "開拓",
    "かいたく",
    "thác"
  ],
  [
    "開拓者",
    "かいたくしゃ",
    "phá"
  ],
  [
    "間をおかず",
    "間をおかず",
    "trễ"
  ],
  [
    "間柄",
    "あいだがら",
    "hệ"
  ],
  [
    "間隙",
    "かんげき",
    "hỏng, sơ hở"
  ],
  [
    "間際",
    "まぎわ",
    "khi (試験開始の間際 ngay trước"
  ],
  [
    "関く",
    "ひらめく",
    "sáng, lóe ý tưởng"
  ],
  [
    "関わり合い",
    "かかわりあい",
    "②liên quan, dính líu đến"
  ],
  [
    "関与",
    "かんよ",
    "quan, dính lu"
  ],
  [
    "関節が外れる",
    "かんせつ",
    "khớp"
  ],
  [
    "閲覧する",
    "えつらん",
    "đọc, xem trang chủ"
  ],
  [
    "闇に紛れる",
    "やみ",
    "đêm"
  ],
  [
    "阻む",
    "阻む",
    "trở, ngăn cản"
  ],
  [
    "阻害",
    "そがい",
    "ngại, gây cản trở"
  ],
  [
    "阻止",
    "そし",
    "trở"
  ],
  [
    "限りない",
    "かぎりない",
    "cùng , vô tận"
  ],
  [
    "限定",
    "げんてい",
    "hạn"
  ],
  [
    "除去",
    "じょきょ",
    "bỏ, giải thoát"
  ],
  [
    "除外",
    "じょがい",
    "trừ"
  ],
  [
    "陥れる",
    "おとしいれる",
    "dỗ, gài bẫy"
  ],
  [
    "陰り",
    "かげり",
    "khuất, bóng tôi, chiêu"
  ],
  [
    "陰気な",
    "いんき",
    "u, ảm đạm"
  ],
  [
    "陰謀",
    "いんぼう",
    "mưu"
  ],
  [
    "陳列",
    "ちんれつ",
    "bày"
  ],
  [
    "陽気な",
    "ようき",
    "① vui vẻ, hớn hởn (性格、音楽、仲間"
  ],
  [
    "隅から隅まで",
    "隅から隅まで",
    "tìm) từ góc này đến góc kia"
  ],
  [
    "隅っこ",
    "すみっこ",
    "góc"
  ],
  [
    "隈なく",
    "くまなく",
    "kiếm) hết tất cả các ngóc ngách （家中"
  ],
  [
    "階層",
    "かいそう",
    "lớp ,các level"
  ],
  [
    "階級",
    "かいきゅう",
    "cấp"
  ],
  [
    "隔たり",
    "隔たり",
    "nhau, sự không hòa hợp nhau giữa 2"
  ],
  [
    "隔てなく",
    "隔てなく",
    "biệt ( 兄弟を隔てなく扱う"
  ],
  [
    "隔てのない間柄",
    "あいだがら",
    "hệ"
  ],
  [
    "隔週で",
    "かくしゅう",
    "tuần"
  ],
  [
    "際どい",
    "きわどい",
    "nút"
  ],
  [
    "際限",
    "さいげん",
    "hạn"
  ],
  [
    "障りがある",
    "障りがある",
    "hại"
  ],
  [
    "隠居",
    "いんきょ",
    "ớ ẩn, về hưu"
  ],
  [
    "隠蔽",
    "いんべぺい",
    "nanu,tr6n tránh"
  ],
  [
    "集中豪雨が降る",
    "しゅうちゅうごうう",
    "bộ"
  ],
  [
    "集中豪雪",
    "ごうせつ",
    "bộ"
  ],
  [
    "雇用",
    "こよう",
    "dụng"
  ],
  [
    "雇用する",
    "こよう",
    "thuê, mướn, tuyển dụng (từ này chỉ dùng cho"
  ],
  [
    "雑な",
    "ざつ",
    "ẩu, cẩu thả"
  ],
  [
    "離れ技",
    "離れ技",
    "không làm được"
  ],
  [
    "離縁",
    "りえん",
    "nợ (ly dị,v.v"
  ],
  [
    "難関",
    "なんかん",
    "khăn"
  ],
  [
    "霞む",
    "かすむ",
    "sương"
  ],
  [
    "霧が立ち込める",
    "きり",
    "khói, sương mù, mùi hương (芳香：ほうこ"
  ],
  [
    "露骨な",
    "ろこつ",
    "ràng, không giấu diếm"
  ],
  [
    "青春",
    "せいしゅん",
    "xuân"
  ],
  [
    "非公式な/の",
    "ひこうしき",
    "thức"
  ],
  [
    "非凡な",
    "ひぼん",
    "thường( 才能"
  ],
  [
    "非社交的な",
    "ひしゃこうてき",
    "người"
  ],
  [
    "非行に走る",
    "ひこう",
    "tốt, sai trái"
  ],
  [
    "非難",
    "ひなん",
    "trích , phê bình"
  ],
  [
    "面会謝絶になる",
    "めんかいしゃぜつ",
    "gặp, thăm"
  ],
  [
    "面識",
    "めんしき",
    "sự quen biết, từng gặp mặt"
  ],
  [
    "革新的な",
    "革新的な",
    "tân"
  ],
  [
    "音が反響する",
    "音が反響する",
    "lại"
  ],
  [
    "音響",
    "おんきょう",
    "thanh, tiếng vọng"
  ],
  [
    "響き渡る",
    "響き渡る",
    "thanh, giọng nói vang đi rất xa"
  ],
  [
    "順応",
    "じゅんのう",
    "cảm, thích nghỉ"
  ],
  [
    "預金",
    "よきん",
    "hàng"
  ],
  [
    "頑丈そうな体つき",
    "頑丈そうな体つき",
    "chắc"
  ],
  [
    "頑丈な",
    "頑丈な",
    "vững, chắc chắn(家、ドア、体つき body"
  ],
  [
    "頭をひねる",
    "頭をひねる",
    "nghĩ"
  ],
  [
    "頭を抱える",
    "頭を抱える",
    "đầu, bức tai trước vấn đề nan giải"
  ],
  [
    "頭文字",
    "かしらもじ",
    "dòng"
  ],
  [
    "頭痛に悪い病気が潜む",
    "頭痛に悪い病気が潜む",
    "ủ bệnh"
  ],
  [
    "頻度",
    "ひんど",
    "số , tần độ"
  ],
  [
    "頻発",
    "ひんぱつ",
    "lần"
  ],
  [
    "頼り",
    "たより",
    "cậy"
  ],
  [
    "額縁",
    "額縁",
    "khung tranh"
  ],
  [
    "顔が売れる",
    "顔が売れる",
    "đến"
  ],
  [
    "顔つき",
    "かおつき",
    "mặt, nét mặt"
  ],
  [
    "顔に泥を塗る",
    "顔に泥を塗る",
    "khác（親の課を"
  ],
  [
    "顔を立てる",
    "顔を立てる",
    "khác（親の顔を立て"
  ],
  [
    "顕著な",
    "けんちょ",
    "bật, rõ rệt (顕著な効果、顕著に現われる"
  ],
  [
    "類わしい",
    "わずらわしい",
    "toái"
  ],
  [
    "類似",
    "るいじ",
    "tự"
  ],
  [
    "類推",
    "るいすい",
    "suy luận tương tự, ước đoán dựa trên cái giống nhau"
  ],
  [
    "顧客",
    "こきゃく",
    "khách hàng"
  ],
  [
    "風情",
    "ふぜい",
    "tượng, hấp dẫn"
  ],
  [
    "風景",
    "ふうけい",
    "cảnh"
  ],
  [
    "風習に従う",
    "ふうしゅう",
    "quán"
  ],
  [
    "風邪をこじらせる",
    "風邪をこじらせる",
    "và"
  ],
  [
    "飛躍を遂げる",
    "飛躍を遂げる",
    "bậc"
  ],
  [
    "飛躍的な",
    "飛躍的な",
    "vọt, mang tính đột phá"
  ],
  [
    "食い意地",
    "食い意地",
    "nào, đòi ăn dữ"
  ],
  [
    "食い止める",
    "食い止める",
    "tiến triển（病"
  ],
  [
    "食物",
    "しょくもつ",
    "phẩm"
  ],
  [
    "食生活",
    "しょくせいかつ",
    "bằng"
  ],
  [
    "飼育",
    "しいく",
    "nuôi"
  ],
  [
    "飾り立てる",
    "飾り立てる",
    "chú ý của"
  ],
  [
    "養う",
    "やしなう",
    "nắng"
  ],
  [
    "養成する",
    "養成する",
    "lực"
  ],
  [
    "首を捻る",
    "首を捻る",
    "hiểu, ngờ vực, nghi ngờ"
  ],
  [
    "首位",
    "しゅい",
    "đầu"
  ],
  [
    "首相",
    "しゅしょう",
    "tướng"
  ],
  [
    "首脳",
    "しゅのう",
    "leader, người đứng đầu (国の首脳"
  ],
  [
    "首脳部",
    "首脳部",
    "đầu"
  ],
  [
    "首脳陣",
    "しゅのうじん",
    "đầu"
  ],
  [
    "首都圏で暮らす",
    "しゅとけん",
    "đô"
  ],
  [
    "香ばしい",
    "こうばしい",
    "ngát( 匂い、お茶、コーヒー"
  ],
  [
    "馬力",
    "ばりき",
    "lực"
  ],
  [
    "馬車",
    "ばしゃ",
    "ngựa"
  ],
  [
    "駅から徒歩五分",
    "駅から徒歩五分",
    "phút"
  ],
  [
    "駆使",
    "くし",
    "hết"
  ],
  [
    "騒ぎ立てる",
    "騒ぎ立てる",
    "ồn, làm quá vấn đề lên（大問題のように"
  ],
  [
    "驚き",
    "おどろき",
    "nhiên"
  ],
  [
    "驚異",
    "きょうい",
    "màu, điều kì diệu"
  ],
  [
    "驚異的な",
    "驚異的な",
    "diệu"
  ],
  [
    "高さだ",
    "高さだ",
    "là độ"
  ],
  [
    "高慢な",
    "こうまん",
    "cao. tự đại"
  ],
  [
    "高温多湿な気候",
    "こうおんたしつ",
    "ẩm"
  ],
  [
    "高級ブランド",
    "高級ブランド",
    "cấp"
  ],
  [
    "鬱陶しい",
    "うっとうしい",
    "người"
  ],
  [
    "魅力",
    "みりょく",
    "dẫn, sự thu hút (ý nghĩa thường tích cực"
  ],
  [
    "麻痺",
    "まひ",
    "liệt"
  ],
  [
    "麻酔",
    "ますい",
    "mê, ma túy"
  ],
  [
    "鼓動",
    "こどう",
    "nhịp đập, tiếng tim đập"
  ],
  [
    "鼻にかける",
    "鼻にかける",
    "mãn"
  ],
  [
    "鼻をつく",
    "鼻をつく",
    "nặc"
  ]
];
